[{"title": "Republicans gear up to take control of Washington", "description": "Plus, Trump’s eyebrow-raising pick for defence secretary", "author": "Steff Chávez", "published_date": "2024-11-14T14:00:36.202Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fd3c8e884-66f7-47ed-af4e-05b162cd38e1.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "This is an on-site version of the White House Watch newsletter. You can read the previous edition here. Sign up for free here to get it on Tuesdays and Thursdays. Email us at whitehousewatch@ft.com"}, {"type": "text", "content": "Good morning and welcome to White House Watch. Let’s dive into:"}, {"type": "text", "content": "Republicans’ impending grip on Washington"}, {"type": "text", "content": "The anti-woke Pentagon pick"}, {"type": "text", "content": "A shocking attorney-general choice"}, {"type": "text", "content": "Donald Trump took a victory lap through Washington yesterday, meeting Joe Biden and relishing Republicans’ impending grip on power."}, {"type": "text", "content": "The president-elect’s hold on Washington is complete. Last night Republican lawmakers secured a majority in the House, giving them control of both chambers of Congress. With loyal allies in the House and Senate, Trump will have a firmer grasp on Congress than in his first term and latitude to push through his legislative priorities. [free to read]."}, {"type": "text", "content": "A top aim will be renewing and expanding the sweeping tax reforms Trump enacted during his first term. He also wants to curb regulation, overhaul healthcare, carry out “mass deportations” of undocumented migrants and slap huge tariffs on imported goods."}, {"type": "text", "content": "Yesterday, the president-elect gave Speaker of the House Mike Johnson a ringing endorsement, calling for the fierce Trump ally to keep his gavel should the chamber be called for Republicans."}, {"type": "text", "content": "But this doesn’t mean it will be completely smooth sailing for Trump."}, {"type": "text", "content": "Republicans chose South Dakota senator John Thune to be the Senate majority leader, setting him up as a potential check on Trump’s agenda. This was a rebuke to Trump allies, including Elon Musk, who pushed for Florida senator Rick Scott to get the job."}, {"type": "text", "content": "Thune is viewed as more of an “establishment” Republican. He and Trump have had a frosty relationship in the past, though the senator said that “this Republican team is united behind President Trump’s agenda”."}, {"type": "text", "content": "Even though Johnson has won an internal Republican nod to keep the speakership, holding on to the gavel is not guaranteed. He faces election by the full House, and many of his potential detractors saw this closed-door election as a soft vote, with real negotiations to take place between now and January 3, Florida representative Anna Paulina Luna told reporters."}, {"type": "text", "content": "As Trump plucks House Republicans for executive branch roles, he also threatens Johnson’s margins."}, {"type": "text", "content": "And Democrats, along with a handful of moderate Republicans, could still throw up roadblocks by exerting leverage in narrow but meaningful ways. Most legislation needs to pass the Senate with 60 votes. Since Republicans hold 53 seats, Democrats could block some of Trump’s legislative goals."}, {"type": "text", "content": "China has prepared powerful countermeasures to retaliate against US companies if Trump reignites a trade war."}, {"type": "text", "content": "The US president-elect is considering appointing antitrust officials who may continue Biden’s crackdown on Big Tech, signalling a break with the Republican party’s business-friendly approach."}, {"type": "text", "content": "Elon Musk’s support for Trump is set to boost X’s business, with some advertisers poised to return to the platform to curry favour with the incoming administration."}, {"type": "text", "content": "Media bosses are warning that the second Trump administration could bring an assault on press freedom."}, {"type": "text", "content": "Kamala Harris’s fears of a progressive backlash killed a plan for her to appear on Joe Rogan’s podcast, a decision that infuriated some Democrats."}, {"type": "text", "content": "As Trump stacks his national security team with hardliners and loyalists, his pick for secretary of defence is particularly eyebrow-raising [free to read]."}, {"type": "text", "content": "Pete Hegseth, a military veteran, has built a lucrative career as a Fox News personality by blaming wokeness for US blunders in Iraq and Afghanistan."}, {"type": "text", "content": "In his rightwing broadcasts, he’s outlined a vision for the US military that closely aligns with Trump’s view of the country: an intrepid fighting force that has been reduced to impotency by trying to be more inclusive."}, {"type": "text", "content": "His nomination has prompted a backlash in the US. Paul Rieckhoff, founder of Independent Veterans of America, which helps politically independent veterans run for office, said:"}, {"type": "text", "content": "He is unqualified, and he is the most overtly and extreme political nominee we’ve ever seen. This is a bomb thrower."}, {"type": "text", "content": "Former Trump administration officials who have liked the president-elect’s other picks for top national security jobs have been dismayed by his Pentagon choice, with one telling the FT that the decision was “crazy”. And some Republican senators — who will need to confirm Hegseth’s appointment — don’t seem completely convinced by his nomination."}, {"type": "text", "content": "His selection has also shocked the US’s European allies. He’s “a total clown show”, said John Foreman, former UK defence attaché in Moscow. “The guy seems interested in fighting culture wars within the Department of Defense and purging enemies.”"}, {"type": "text", "content": "Hegseth’s view of the military can be boiled down to a line in his book, titled The War on Warriors: Behind the Betrayal of the Men Who Keep Us Free, where he warns that “red-blooded American men will have to save” the liberal elite’s “candy asses”."}, {"type": "text", "content": "Controversial Florida congressman Matt Gaetz, who resigned last night, has been tapped to be attorney-general."}, {"type": "text", "content": "Trump has nominated former congresswoman Tulsi Gabbard, who is known for her pro-Russia views, to be director of national intelligence."}, {"type": "text", "content": "John Ratcliffe, who was DNI during Trump’s first term, has been selected as CIA director."}, {"type": "text", "content": "Trump has chosen Elon Musk and Vivek Ramaswamy to lead a “department of government efficiency” to slash government rules, bureaucracy and spending."}, {"type": "text", "content": "Ex-Arkansas governor Mike Huckabee will be the US ambassador to Israel, while investor Steve Witkoff will be Trump’s special Middle East envoy, choices celebrated by the Israeli right."}, {"type": "text", "content": "Wall Street investors Scott Bessent and Howard Lutnick are the leading contenders to be Treasury secretary."}, {"type": "text", "content": "Since Vladimir Putin wants to get back on the world stage, Trump is in a position to demand concessions from the Russian president on the war in Ukraine, says former Nato deputy secretary-general Rose Gottemoeller."}, {"type": "text", "content": "Katie Martin thinks even normies such as her can’t ignore bitcoin’s rally after Trump’s election victory."}, {"type": "text", "content": "Nobody knows what the relationship between Washington and Beijing will look like under Trump. But “the range of possible outcomes for US-China relations is wider than ever before”, writes Evan Medeiros, a former National Security Council staffer now at Georgetown University."}, {"type": "text", "content": "Europe needs to rethink its defence and economy, and insulate itself as much as possible from Trump-inflicted damage, says the FT editorial board."}, {"type": "text", "content": "Good news for Democrats: they are primed to win back the White House in 2028, argues Janan Ganesh."}, {"type": "text", "content": "FT Exclusive — Be the first to see exclusive FT scoops, features, analysis and investigations. Sign up here"}, {"type": "text", "content": "Breaking News — Be alerted to the latest stories as soon as they’re published. Sign up here"}], "url": "https://www.ft.com/content/2c8af4d3-a534-45df-8620-baeaa93f607c"}, {"title": "How Donald Trump and Kamala Harris differ on economic policy", "description": "Presidential candidates offer sharp contrasts on tax, trade and how to fix inflation", "author": "Martha Muir", "published_date": "2024-09-06T10:00:20.626Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F30d969d0-1fcd-4302-8cd5-b5a443228674.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Donald Trump and Kamala Harris drew the battle lines this week on the issue US voters say matters most in this year’s presidential election: the economy."}, {"type": "text", "content": "Trump’s top lines came in a long speech to a Wall Street crowd on Thursday — lower taxes, cut government spending and Elon Musk will help him execute an aggressive deregulatory agenda."}, {"type": "text", "content": "Harris’s message came a day earlier at a New Hampshire brewery. She said she would raise taxes for the wealthy and big companies in order to pay for a wider social safety net, offer tax credits for child care and provide tax benefits for small business owners."}, {"type": "text", "content": "With less than two months until the election, Trump and Harris are offering voters fundamentally different visions of the government’s role, who should pay for it and how to fix America’s high cost of living."}, {"type": "text", "content": "Trump’s recipe to curb inflation involves boosting US energy production — already at a record high — to bring down fuel costs, even though the national average has recently drifted below $3.30 a gallon. The federal government would spend less, too, and Musk would find regulations to scrap."}, {"type": "text", "content": "Trump would extend tax cuts he passed in 2017 that otherwise expire next year and then cut more."}, {"type": "text", "content": "“My plan will rapidly defeat inflation, quickly bring down prices and reignite explosive economic growth,” he said on Thursday, a sentiment that many economists dispute."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd6c748xw2pzm8.cloudfront.net%2Fprod%2F05c84e20-6be9-11ef-8fad-5ffbc331abec-standard.png?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Harris has stuck with the Biden administration’s approach to lowering US living costs, with targeted measures to cut the prices of everyday items such as prescription drugs. During her time in office, the cost of insulin has been capped at $35 for seniors, for example, but Harris has pledged to cap it at that price for everyone and accelerate the speed of government negotiations with pharmaceutical companies to lower medicine costs."}, {"type": "text", "content": "She also wants to crack down on price gouging by companies, triggering alarm among economists opposed to the notion of price controls, though she has yet to flesh out her plan in detail."}, {"type": "text", "content": "Like Trump, she has proposed building more homes to lower housing costs but also wants to offer up to $25,000 to some first-time buyers to help them purchase property."}, {"type": "text", "content": "She has said the Biden administration’s plans are anti-inflationary. “I’m very proud of the work that we have done that has brought inflation down to less than 3 per cent,” Harris told CNN last week, even though more than a year of high interest rates arguably played a bigger role."}, {"type": "text", "content": "On foreign trade, there are nuances. Harris said on Monday she opposed the planned $15bn takeover of US Steel by Japan’s Nippon Steel, which Trump also opposes. The Biden administration has also enacted sweeping legislation designed to break US dependence on foreign suppliers and recently imposed new duties on some Chinese imports, in addition to most of those made by Trump when he was in office."}, {"type": "text", "content": "But Trump plans to go much further on tariffs than he did in office, proposing levies of 10 to 20 per cent on all imports and 60 per cent on those from China — moves that could reignite trade wars. Many economists said the impact would be negative for the US."}, {"type": "text", "content": "“More protectionism [and] higher tariffs does act as a negative supply shock, which dents growth and lifts inflation, at least over the short term,” said Matthew Luzzetti, chief US economist at Deutsche Bank."}, {"type": "text", "content": "Nomura said the impact of Trump’s tariffs could be muted if domestic distributors absorb the higher cost of imports as was the case in his first term. The investment bank estimated tariffs of 60 per cent on China were unlikely to increase inflation by more than half a percentage point. Annual inflation stands at 2.6 per cent, according to the latest core personal consumption expenditures price index in July."}, {"type": "text", "content": "Economists at Goldman Sachs reckoned every percentage point rise in tariffs would push up inflation by 0.1 percentage point. They also expected Trump’s policies to slow down economic growth in the second half of 2025 by up to 0.5 percentage points. Harris’s plans, they said, would slightly boost GDP growth."}, {"type": "text", "content": "“I don’t know why Goldman hasn’t tried to hire a more balanced economic team,” said Kevin Hassett, who led the Trump White House’s Council of Economic Advisers."}, {"type": "text", "content": "Both candidates’ plans would increase the deficit, according to the Penn Wharton Budget Model at the University of Pennsylvania. But Trump’s plan would add $5.8tn to it over a decade versus Harris’s $1.2tn."}, {"type": "text", "content": "“Deficits are large and they are likely to stay that way in coming years no matter the election outcome,” said Andrew Hollenhorst, Citigroup’s chief US economist."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd6c748xw2pzm8.cloudfront.net%2Fprod%2F4b4a6880-6bf2-11ef-b501-359dadd10908-standard.png?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Ultimately, the outlook for the deficit and the economy will depend on whether either candidate’s party wins control of Congress, which has the final say on most big fiscal changes such as taxes."}, {"type": "text", "content": "“How [Harris] governs is not determined by what she’s saying, it’s determined by what tools she does or doesn’t have,” said Stephen Myrow, managing partner of Beacon Policy Advisors in Washington."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F995aba7a-6c7c-461f-80b9-1c857ee6e765.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "William Gale, an economist at the Brookings Institution think-tank, said: “I think the things you won’t see if you have Republican control of any of the three chambers [the House, Senate and White House], what you won’t see is the wealth tax . . . and [higher] capital gains taxes.”"}, {"type": "text", "content": "Harris has already moved towards the centre on tax this week, proposing to raise the capital gains tax from 20 per cent to 28 per cent, rather than to 39.6 per cent as proposed by President Joe Biden. This could potentially make her plan easier to pass through Congress."}, {"type": "text", "content": "“I think the biggest question is, what are going to be the tax increases that are going to be necessary to pay for a lot of the expansions to federal social benefits that we expect her to propose or support throughout the campaign,” said Bernard Yaros, lead US economist at Oxford Economics."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F95d67647-6c94-4c9e-aa8e-c28f090c183d.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Kamala Harris vs Donald Trump: tell us how the 2024 US election will affect you"}], "url": "https://www.ft.com/content/bb2ba7cd-3e1c-40e0-88c9-aa18389addc5"}, {"title": "Donald Trump touts economic plan to slash prices and taps Elon Musk to help", "description": "Former president vows to cut taxes, pare regulations, boost fossil fuels and raise tariffs", "author": "Colby Smith", "published_date": "2024-09-05T18:35:36.468Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F830c15f9-be6a-4451-a449-d7f8725a5a78.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Donald Trump has unveiled a sweeping plan to lower prices and cut red tape and said he would appoint the world’s richest man Elon Musk to help him, as he put the economy at the heart of his White House campaign."}, {"type": "text", "content": "Speaking at the Economic Club of New York on Thursday, the Republican presidential candidate vowed to boost US energy output, cut taxes and reform the country’s regulatory regime — and sought to draw a contrast with Kamala Harris’s economic vision."}, {"type": "text", "content": "“She’s promising communist price controls, wealth confiscation, energy annihilation, reparations, the largest tax increase ever imposed and mass amnesty and citizenship for tens of millions of migrants who will consume trillions of dollars in federal benefits and destroy social security and Medicare,” Trump said."}, {"type": "text", "content": "“I am promising low taxes, low regulations, low energy costs, low interest rates, secure borders, low, low, low crime and surging incomes for citizens of every race, religion, colour and creed.”"}, {"type": "text", "content": "The former president added: “My plan will rapidly defeat inflation, quickly bring down prices and reignite explosive economic growth.”"}, {"type": "text", "content": "Trump said he would cull at least 10 regulations for every new one created and would appoint Tesla boss Musk to helm a new efficiency commission “tasked with conducting a complete financial and performance audit of the entire federal government and making recommendations for drastic reforms”."}, {"type": "text", "content": "Musk said on X that he would look “forward to serving America if the opportunity arises. No pay, no title, no recognition is needed.”"}, {"type": "text", "content": "Trump’s speech, to an audience of Wall Street executives, comes as he and Harris vie to persuade Americans that they can fix high housing, grocery and other costs that remain a central issue for many voters two months ahead of the November 5 election."}, {"type": "text", "content": "While Harris, the Democratic candidate, has pledged to expand access to affordable housing and limit price gouging in the food sector, with a focus on the so-called care economy, Trump has made lower taxes, tariffs on imports and deregulation the cornerstone of his pitch."}, {"type": "text", "content": "“We delivered an economic miracle, which Kamala and Joe [Biden] turned into an economic disaster,” Trump said, as he blamed high inflation in recent years on Harris."}, {"type": "text", "content": "While inflation surged during Biden’s presidency after the Covid-19 pandemic gummed up supply chains, it has eased dramatically since peaking in 2022. Inflation is now on track for the Federal Reserve’s 2 per cent target, making the central bank ready to lower interest rates this month."}, {"type": "text", "content": "The labour market has also remained historically healthy during this period, with record-setting jobs growth and ultra-low unemployment, as the economy has expanded at a healthy clip. Throughout all of this, the S&P 500 has notched fresh records."}, {"type": "text", "content": "Trump also vowed to deliver “energy abundance, energy independence and even energy dominance” if he wins the election by immediately declaring a national emergency to achieve a “massive increase in domestic energy supply”."}, {"type": "text", "content": "These actions would cut energy prices by at least half within 12 months of taking office, he claimed."}, {"type": "text", "content": "US oil and gas production has hit record highs during Biden’s presidency, although petrol prices and other energy costs are higher now than when Trump was in office."}, {"type": "text", "content": "Trump also repeated his plan to cut the corporate tax rate from 21 per cent to 15 per cent for companies that make their products domestically, while expanding tax credits for businesses focused on research and development."}, {"type": "text", "content": "Last month, Harris backed increasing the corporate tax rate to 28 per cent from 21 per cent. On Wednesday, she also proposed increasing the tax rate on long-term capital gains for the wealthiest Americans to 28 per cent, a less drastic increase than Biden proposed."}, {"type": "text", "content": "Both candidates’ proposals to change the US tax code would need to be enacted by Congress."}, {"type": "text", "content": "Trump’s remarks came as polls showed Harris leading him in several of the crucial swing states that will decide November’s election. The most recent FT-Michigan Ross poll also showed that more Americans trust Harris to handle the US economy than Trump."}, {"type": "text", "content": "Trump reiterated his hardline stance on immigration, repeating his plan for mass deportation of undocumented people. He would try to bar federal benefits from reaching undocumented people."}, {"type": "text", "content": "Speaking to reporters on Thursday, Kevin Hassett, the former chair of the White House Council of Economic Advisers in the Trump administration, said the former president would “double down” on policies, including tariffs, that were a feature of his first term in office."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F27676a06-d86c-4801-9a71-978e6d1f810f.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "Trump has already announced plans for sweeping protectionist measures including a 10 per cent tariff on all imports and a more than 60 per cent levy on Chinese goods. On Thursday, he said his plan was a “pro-American trade policy that uses tariffs to encourage production here” and would lead to a “national economic renaissance”."}, {"type": "text", "content": "Trump suggested he could use the proceeds from tariffs to launch a sovereign wealth fund, although he offered no details as to how it would work in practice given the US currently runs trillion-dollar deficits."}, {"type": "text", "content": "“Why don’t we have a wealth fund? Other countries have wealth funds. We have nothing,” he said. “We’re going to have a sovereign wealth fund, or we can name it something different.”"}, {"type": "text", "content": "Many economists have warned that Trump’s policies would add to inflationary pressures, rather than dampen them, and potentially knock growth, while his plan to slash taxes further could also increase the US’s debt burden."}, {"type": "text", "content": "Hassett pushed back on those concerns, saying there was “strong evidence of success”."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F95d67647-6c94-4c9e-aa8e-c28f090c183d.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Kamala Harris vs Donald Trump: tell us how the 2024 US election will affect you"}], "url": "https://www.ft.com/content/f9f6b40c-7f00-49aa-883e-b82df6d76267"}, {"title": "The battle to win crucial voters in Pennsylvania", "description": "Also in today’s newsletter, Donald Trump tries to thread the needle on abortion and what’s driving the new economic policy trend ", "author": "Steff Chávez", "published_date": "2024-09-05T13:00:18.846Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fca3f17c1-0c92-4682-8531-1ae71a0e4629.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "This is an on-site version of the US Election Countdown newsletter. You can read the previous edition here. Sign up for free here to get it on Tuesdays and Thursdays. Email us at electioncountdown@ft.com"}, {"type": "text", "content": "Good morning and welcome to US Election Countdown. Today let’s talk about:"}, {"type": "text", "content": "The intensifying race for Pennsylvania"}, {"type": "text", "content": "Trump’s shifts on abortion"}, {"type": "text", "content": "How national security is changing economic policy"}, {"type": "text", "content": "With two months to go, it looks like the presidential race could come down to Pennsylvania."}, {"type": "text", "content": "Kamala Harris has a lead of 0.4 percentage points over Donald Trump in the state, according to the FT’s election poll tracker, a margin so tiny it’s basically impossible to call."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F19280143%2Fthumbnail%3FcacheBuster%3D962774?source=cp-content-pipeline&fit=scale-down&quality=highest&width=2626&dpr=1", "description": ""}, {"type": "text", "content": "The vice-president will be in Pittsburgh today — her second visit to the city in less than a week, as she tries to woo voters in the swing state."}, {"type": "text", "content": "Trump has been spending a good amount of time in Pennsylvania, too, including a Fox News town hall in Harrisburg last night."}, {"type": "text", "content": "Both campaigns are spending more on adverts in Pennsylvania than in any other swing state, or on national ones: Harris has pumped $146.8mn into ads in the Keystone state, while Trump has spent $131.8mn, according to the FT’s ad tracker."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F19294168%2Fthumbnail%3FcacheBuster%3D962774?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1", "description": ""}, {"type": "text", "content": "In 2020, Joe Biden beat Trump in Pennsylvania by just 81,660 votes. For Democrats to hold on to Pennsylvania — the winner of which has won the White House in 10 of the past dozen presidential elections — Harris will need to make gains in the traditional Democratic strongholds of Philadelphia and its surrounding areas, while curbing losses in rural regions."}, {"type": "text", "content": "Zooming out, the race isn’t just tied in Pennsylvania — it’s neck and neck nationally. [Free to read]."}, {"type": "text", "content": "Harris is leading Trump by 3.6 percentage points nationally, according to the FT polling average, but all her battleground state leads are within the margin of error."}, {"type": "text", "content": "The economy, immigration and abortion remain top of mind for voters. Harris has the advantage on reproductive rights, while immigration and the economy play better for Trump. We’ll be watching to see how the candidates’ performance in next week’s hotly anticipated debate influences opinion on these topics."}, {"type": "text", "content": "The Biden administration will block Nippon Steel’s takeover of US Steel on national security grounds, as Harris tries to win over blue-collar voters in the state. US Steel, for its part, though, has said that thousands of jobs in the swing state are “at risk” if the deal is blocked."}, {"type": "text", "content": "Trump is set to announce new economic proposals today that include a government efficiency commission recommended by Elon Musk. (WSJ)"}, {"type": "text", "content": "Republican Liz Cheney, a former member of Congress and daughter of former vice-president Dick Cheney, endorsed Harris citing the “danger” of a second Trump term."}, {"type": "text", "content": "The Biden administration has accused Russia of trying to influence the 2024 election with misinformation aimed at US voters."}, {"type": "text", "content": "In an olive branch to Wall Street, Harris will propose a smaller increase than Biden to the top tier of the capital gains tax bracket."}, {"type": "text", "content": "Harris is trying to rebuild Biden’s winning 2020 coalition but has more work to do to win over some Black, Latino and young voters who have drifted to Trump. (WSJ)"}, {"type": "text", "content": "Trump is on the defensive on abortion as he struggles to define his position on the critical election issue. He’s trying to thread a tricky needle, aiming to hold on to religious anti-abortion voters, a core part of his base, without haemorrhaging support from moderate and independent voters who tend to favour abortion rights."}, {"type": "text", "content": "I had a chat about this with Republican strategist Doug Heye, who told me:"}, {"type": "text", "content": "The reason he sort of struggles on this is it’s the first time we’ve ever seen Donald Trump trying to be nuanced. And Donald Trump isn’t nuanced. He’s blunt force trauma."}, {"type": "text", "content": "He’s trying to figure it out as he goes along, which I don’t say is a criticism, per se, but it’s just it’s new to him."}, {"type": "text", "content": "History indicates that Trump will not get the hang of nuance, “but the fact that he’s even thinking in that direction, to me, is interesting”, Haye added."}, {"type": "text", "content": "Late last month, Trump said on his Truth Social platform that “My Administration will be great for women and their reproductive rights”, four days after telling CBS News he would not use an 1873 federal law restricting what can be mailed to curb access to the abortion pill. His running mate, JD Vance, also told NBC’s Meet the Press that the ex-president would not impose a federal abortion ban."}, {"type": "text", "content": "But then last week, Trump said he’d vote against an amendment to Florida’s state constitution guaranteeing abortion rights, after earlier suggesting he’d vote to make sure abortion was not limited to the first six weeks of pregnancy. The state at present has a ban on the procedure after six weeks."}, {"type": "text", "content": "The US economy is being transformed by national security, as fears about spying and dual-use technology — particularly by China — overshadow free market thinking."}, {"type": "text", "content": "And as national security becomes more entrenched in economic policy, nationalism has taken over: making the US’s manufacturing sector competitive again has become a geopolitical priority [Free to read]."}, {"type": "text", "content": "This shift in US policy towards economic nationalism is likely to continue no matter who ends up in the White House after election day."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F19038360%2Fthumbnail%3FcacheBuster%3D962774?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1", "description": ""}, {"type": "text", "content": "Should Trump win, the US’s approach to international economic policy will probably get more protectionist, transactional and unpredictable, though his overarching approach to China is murkier."}, {"type": "text", "content": "Meanwhile, Harris hasn’t signalled that she’ll deviate too far from Biden’s strategy, which surprisingly went further than his predecessor’s on linking economic and national security."}, {"type": "text", "content": "One example: the White House is putting the finishing touches on plans to slap 25 per cent tariffs on imported Chinese cranes that line US ports. The action is meant to both spur US production and protect against potential spying. It comes after the US already imposed 100 per cent tariffs on imported electric vehicles from China."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F19039285%2Fthumbnail%3FcacheBuster%3D962774?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1", "description": ""}, {"type": "text", "content": "Oren Cass, chief economist at American Compass, thinks the election race has been filled with empty campaign promises as both candidates avoid being pinned down on policy at the expense of a functioning democratic republic."}, {"type": "text", "content": "Politicians are realising they can use video games to reach younger voters, says Tom Faber."}, {"type": "text", "content": "Columnist Jennifer Rubin tells us how Harris could improve on Biden’s White House with her cabinet picks and what issues she should focus on. (Washington Post)"}, {"type": "text", "content": "NYT’s David Brooks and Ross Douthat pretend it’s November 6, the day after the election, and contemplate how Trump and Harris might have won, respectively. (NYT)"}, {"type": "text", "content": "Political scientist Justin Grimmer says we shouldn’t trust election forecasts — we don’t know if widely used polling averages are any good. (Politico Magazine)"}, {"type": "text", "content": "FT Exclusive — Be the first to see exclusive FT scoops, features, analysis and investigations. Sign up here"}, {"type": "text", "content": "Breaking News — Be alerted to the latest stories as soon as they’re published. Sign up here"}], "url": "https://www.ft.com/content/8c68e472-f9c1-4e90-ba05-abc6691e03a7"}, {"title": "Kamala Harris steps up campaign in make-or-break Pennsylvania", "description": "Vice-president heads to Pittsburgh as polls from swing state put her in dead heat with Donald Trump", "author": "James Politi", "published_date": "2024-09-05T10:00:50.877Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fe53caf72-48ae-48e2-a94e-3a78fe8cff4b.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Kamala Harris will make her second visit to western Pennsylvania in less than a week on Thursday, as the Democratic candidate focuses her presidential campaign on voters at both ends of the battleground state."}, {"type": "text", "content": "Harris appeared at a union hall in Pittsburgh on Monday alongside US President Joe Biden, but will be back in the city on Thursday, days before she heads to a debate with Donald Trump in Philadelphia. Campaign officials say she will remain in the state throughout the weekend as she prepares for the debate."}, {"type": "text", "content": "Harris’s trip comes at a pivotal point, with polls putting her and Trump neck and neck in the race to secure Pennsylvania’s 19 Electoral College votes — more than in any other swing state."}, {"type": "text", "content": "“The state is in play, and the path to 270 for either candidate can run through Pennsylvania,” said Kristen Coopie, a political-science professor at Duquesne University in Pittsburgh, referring to the number of Electoral College votes needed to win the White House in November."}, {"type": "text", "content": "“[The campaigns] know the state is important. They know there is a wide representation of citizens just within one state . . . it is pretty representative of the country at large.”"}, {"type": "text", "content": "Harris also arrives amid an escalating political fight over the ownership of US Steel, an iconic American manufacturer and major employer in Pittsburgh, whose future has become an electoral issue. Harris and Trump have both come out against a proposed $15bn takeover of US Steel by Japan’s Nippon Steel — a protectionist stance designed to court blue-collar votes in the state. On Wednesday, the Financial Times reported that Biden was preparing to block the deal on national security grounds."}, {"type": "text", "content": "US Steel has said that if the merger fails it could close plants, raising the stakes ahead of Harris’s Pennsylvania trip, her 10th visit to the state this year."}, {"type": "text", "content": "Trump — who narrowly survived an assassination attempt in July in Butler county, just north of Pittsburgh — has also made the state a focus of his campaign."}, {"type": "text", "content": "On Wednesday night, the former president, was interviewed by Fox News host Sean Hannity in front of a live audience in Harrisburg, the state capital. After vowing to “heal our world”, invoking the praise he had received from Viktor Orbán, Hungary’s prime minister, Trump expressed confidence in his chances to win the election and touted his “love” for Pennsylvania. “We’re going to be very well set up to do a great job,” he said."}, {"type": "text", "content": "Both campaigns have spent more on advertising in Pennsylvania than in any other state, according to FT analysis of AdImpact data, with the Harris campaign and allied groups spending nearly $146mn to date and the Trump team almost $132mn."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F19294168%2Fthumbnail%3FcacheBuster%3D962793?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1", "description": ""}, {"type": "text", "content": "The winner of Pennsylvania — whose population spans diverse, urban areas such as Philadelphia and Pittsburgh, highly educated affluent suburbs and poorer rural areas — has won the White House in 10 of the past 12 presidential elections."}, {"type": "text", "content": "Margins of victory in Pennsylvania have been small. In 2020, Biden defeated Trump by about 80,000 votes. Four years earlier, Trump beat Hillary Clinton by about 44,000 votes, or less than a percentage point."}, {"type": "text", "content": "Patrick Murphy, a former Democratic congressman from Pennsylvania, said the state remained a “toss-up” with just two months to go in the race, but insisted it was an “absolutely, positively, must win” for Harris."}, {"type": "text", "content": "A CNN poll from Pennsylvania published on Wednesday found the two candidates tied, each with support from 47 per cent of likely voters. An FT average of statewide polls in Pennsylvania also shows Harris and Trump in a statistical tie, with Harris enjoying an edge of just 0.4 points."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F19294122%2Fthumbnail%3FcacheBuster%3D962793?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1", "description": ""}, {"type": "text", "content": "Charlie Dent, a former Republican congressman from Pennsylvania and Trump critic, said that given the former president’s tendency to over-perform polling in past elections, he may already have an advantage over Harris."}, {"type": "text", "content": "But he added Harris was still better positioned than Biden had been to defeat Trump this time."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F9a6b44ec-8e83-4811-ada1-7d76393c2623.png?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Who will win the 2024 presidential election? Join FT journalists for a subscriber webinar on September 12 to assess the candidates’ chances after their first debate. Register for your subscriber pass now at ft.com/uswebinar"}, {"type": "text", "content": "“The advantage that [Harris] has is that she is the newer, fresher face,” Dent said. “Biden was struggling in Pennsylvania for the same reasons he was struggling with voters in all of these other states: they thought he was too damn old. That was true in Pennsylvania and it was true all over the country.”"}, {"type": "text", "content": "Ed Rendell, the former Democratic governor of Pennsylvania and a former chair of the Democratic National Committee, said Harris had “heightened enthusiasm”, which would bring out more voters than Biden."}, {"type": "text", "content": "“But what percentage of the vote is she going to get?” he said. “Will she persuade the voters who haven’t made up their mind? That remains to be seen.”"}, {"type": "text", "content": "Democrats and non-partisan analysts said that to win Pennsylvania, Harris would need to run up her margins in the traditional Democratic strongholds of Philadelphia and its suburbs while stemming losses in rural parts."}, {"type": "text", "content": "But she has faced doubts about her shifting stance on fracking for shale gas, an important part of western Pennsylvania’s economy — opposing the practice in 2019 but now supporting it."}, {"type": "text", "content": "Her reversal on shale, like her comments this week that US Steel should remain “American owned and American operated”, were seen as calculated moves to appeal to blue-collar and labour union voters."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252Fc5784b16-67f2-42ce-a097-17321bdfd56e.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "Others insist Pennsylvania’s vote will ultimately be decided by voters in the middle of the income bracket and the ideological spectrum."}, {"type": "text", "content": "“It is important to talk about the construction jobs and the union jobs and the blue-collar jobs,” said Michael LaRosa, a former Biden administration official and a Pennsylvania native. “But where Democrats tend to falter is by losing the people in the middle, the people who are not in construction and blue-collar jobs or union jobs, who are not wealthy and who make up the vast majority of the suburbs of Philadelphia, Pittsburgh and Scranton and Reading. It’s really important that you speak to [them] too.”"}, {"type": "text", "content": "Additional reporting by Oliver Roeder in New York"}], "url": "https://www.ft.com/content/f2e49233-3e89-4d43-a6fd-29d83c17f57e"}, {"title": "The problem with empty US campaign promises ", "description": "Both Harris and Trump seem determined not to be pinned down on policy", "author": "Oren Cass", "published_date": "2024-09-05T04:00:52.125Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fc6c5239b-4295-45ae-a5a1-776729b1255b.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "The writer is an FT contributing editor, chief economist at American Compass and writes the Understanding America newsletter"}, {"type": "text", "content": "“Elections have consequences,” the saying goes. For a democratic republic to function, campaigns must have consequences as well. The power granted by the people to the elected official is the power to govern in keeping with the expectations set at the time of the election and the official’s understanding of what the people want. Right now, the nominees are attempting to turn this logic on its head."}, {"type": "text", "content": "In the American political system, the presidential election is a rare moment every four years when the nation’s attention turns to salient policy debates and the most prominent politicians must stake out the positions they believe voters will support. Polling gives a good indication of what voters think about any particular issue, but the choices of the most influential candidates on the most influential stage provide a far better indicator of what matters most and what is in or out of bounds."}, {"type": "text", "content": "Look at Kamala Harris. Every other presidential campaign in modern American history has eagerly sought the spotlight to call attention to their proposals and introduce their candidate to the nation. Past candidates have always believed themselves to be effective spokespeople and to have ideas worthy of promoting. The spotlight offered an opportunity to persuade voters and lay the groundwork for what might be accomplished in office. Harris has given very little policy detail and only one media interview, to which she brought her vice-presidential pick."}, {"type": "text", "content": "She seems to think that if voters understand what she will do as president, they will be less likely to support her. Under pressure to address the skyrocketing cost of living during the Biden administration, her campaign has attempted to release an aggressive proposal on “price gouging”, which, upon a woefully poor reception, it then began to retract."}, {"type": "text", "content": "Allies cannot even agree on what the plan was. “Is Harris’s plan radical, moderate, or something else?” asked Jerusalem Demsas, briefly a veteran of her 2019 campaign, in The Atlantic. “Democrats’ perception of it seems to have a lot more to do with their personal preferences than with anything objective.”"}, {"type": "text", "content": "Harris has also tried to reverse her position on fracking. In 2019 she said: “There’s no question I’m in favour of banning.” But in her first interview, she claimed that in 2020 she had made it clear that she would not ban fracking. This turned out to be untrue. She said only that President Joe Biden would not do so. Regardless of what she says now, if elected she seems more likely to use the tools of the administrative state to restrict fossil fuel production."}, {"type": "text", "content": "Most absurdly, she has tried to reverse her position on decriminalising border crossings. Last week, however, she said “there should be [a] consequence” for those who try illegally, despite having spent more than three years in an administration that has done little to impose any."}, {"type": "text", "content": "Former president Donald Trump has his own parallel problem. Eager for the spotlight but famously non-ideological, he keeps casting about in public for popular positions. Most recently, he declared he would be “great for women and their reproductive rights” and seemed to endorse a pro-choice ballot proposition in Florida, then quickly backtracked under intense pressure."}, {"type": "text", "content": "He has disavowed association with the Heritage Foundation’s Project 2025 agenda, but said little about its substance. The distinctively pro-worker message he ran on in 2016 — which his running mate, Senator JD Vance, has done much to advance in the years since — no longer seems to hold his attention. The consultants running the show are enamoured mainly of donor priorities like tax cuts and temporary labour, with a dash of cryptocurrency grift added for flavour."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F9a6b44ec-8e83-4811-ada1-7d76393c2623.png?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Who will win the 2024 presidential election? Join FT journalists for a subscriber webinar on September 12 to assess the candidates’ chances after their first debate. Register for your subscriber pass now at ft.com/uswebinar"}, {"type": "text", "content": "In these circumstances, Harris’s bet on a campaign about nothing is almost understandable. “According to multiple campaign advisers and Democratic officials,” wrote Demsas, “this campaign is for laying out a vision, for convincing voters that Harris is on their side, and for getting to 270 electoral votes.” Why not treat the months leading up to the election as merely the means to an end?"}, {"type": "text", "content": "That attitude flows naturally from the Democrats’ conception of Trump as an “existential threat” to democracy. But democracy is a repeat game. If you have to endorse consequences for illegal immigration to get elected, then you also have to impose consequences in office. Otherwise, rather embarrassingly, you will be the one undermining the system of representative government."}], "url": "https://www.ft.com/content/1393daa7-af35-4a37-8286-6689a9abac58"}, {"title": "The truth behind QAnon’s lies", "description": "How conspiracy theories took hold in the US", "author": "John Doe", "published_date": "2024-09-05T04:00:37.800Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fnext-video-editor-images.s3.ap-northeast-1.amazonaws.com%2F4fa0f27f-cfe3-4046-ba6b-5b24d0186366?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Gideon talks to Gabriel Gatehouse about his new book, The Coming Storm: A Journey into the Heart of the Conspiracy Machine. They discuss the US Republican party’s embrace of far-fetched conspiracy theories, and how these are being deployed in the upcoming presidential election. Clip: CNN"}, {"type": "text", "content": "Follow Gideon on X @gideonrachman"}, {"type": "text", "content": "Free links to read more on this topic:"}, {"type": "text", "content": "Conspiracy theories are being baked into American politics"}, {"type": "text", "content": "A mind-infecting virus: the dark dreams of QAnon"}, {"type": "text", "content": "Misinformed about misinformation"}, {"type": "text", "content": "America’s election year battle over who polices online disinformation"}, {"type": "text", "content": "Subscribe to The Rachman Review wherever you get your podcasts - please listen, rate and subscribe."}, {"type": "text", "content": "Presented by Gideon Rachman. Produced by Fiona Symon. Sound design is by Breen Turner."}, {"type": "text", "content": "Read a transcript of this episode on FT.com"}, {"type": "text", "content": "View our accessibility guide."}], "url": "https://www.ft.com/content/d476b8f5-ca87-42cd-9d9d-738c6c31515f"}, {"title": "Republican Liz Cheney endorses Kamala Harris for president", "description": "Ex-congresswoman cites ‘danger’ of Donald Trump’s re-election as she backs Democratic vice-president", "author": "Lauren Fedor", "published_date": "2024-09-04T23:18:52.635Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F79d9bf78-ec3a-42e5-8602-455b0e63451c.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Liz Cheney has endorsed Kamala Harris’s bid for the White House, putting her among the most prominent Republicans to throw their weight behind the Democratic vice-president as she seeks to defeat Donald Trump in November."}, {"type": "text", "content": "With just two months to go until election day, Cheney, the daughter of former vice-president Dick Cheney who was until last year the Republican congresswoman from Wyoming, told an audience at Duke University on Wednesday night that she planned to cast her ballot for Harris."}, {"type": "text", "content": "Cheney said it was “crucially important” for voters to recognise the “danger” of re-electing Trump."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F27676a06-d86c-4801-9a71-978e6d1f810f.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "“As a conservative, as someone who believes in and cares about the constitution, I have thought deeply about this, and because of the danger that Donald Trump poses, not only am I not voting for Donald Trump but I will be voting for Kamala Harris,” she added."}, {"type": "text", "content": "Cheney, a staunch conservative and foreign policy hawk who was once considered among the leading Republican neoconservatives, was a member of Congress from 2017 to 2023. She rose quickly through the ranks to become chair of the House Republican conference, making her the third highest-ranking party member in the lower chamber of Congress."}, {"type": "text", "content": "But she famously fell out with her party over its response to Trump’s attempts to overturn the results of the 2020 presidential election and actions on January 6 2021, when mobs of the former president’s supporters stormed the US Capitol. Cheney supported Trump’s second impeachment and was later removed from House Republican leadership."}, {"type": "text", "content": "She eventually became the leading Republican on a Democrat-led House panel investigating the January 6 attack, and lost in a 2022 Republican primary to a Trump-backed challenger."}, {"type": "text", "content": "Cheney has for years been among the most prominent Republican critics of Trump. But she had held off on endorsing Harris, even as many other prominent anti-Trump Republicans spoke at the Democratic National Convention last month in Chicago. Those speakers included Adam Kinzinger, the former Illinois congressman who was the lone other Republican on the January 6 committee, and Geoff Duncan, the former lieutenant-governor of Georgia."}], "url": "https://www.ft.com/content/31f85be7-9264-4056-a469-03daae6feaab"}, {"title": "Kamala Harris proposes 28% top capital gains tax rate in softening of Joe Biden’s plan", "description": "Democratic candidate offers olive branch to Wall Street with far smaller rise", "author": "James Politi", "published_date": "2024-09-04T20:38:55.538Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F69772501-d602-4d72-968f-35ed124b9398.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Kamala Harris has proposed increasing the tax rate on long-term capital gains for the wealthiest Americans to 28 per cent, softening a centrepiece of US President Joe Biden’s fiscal plans in an olive branch to Wall Street."}, {"type": "text", "content": "Harris, who only emerged as the Democratic nominee in July after Biden dropped his re-election bid, has come under pressure to present a distinctive economic platform to voters as she rapidly accelerates her campaign against Donald Trump."}, {"type": "text", "content": "“We will tax capital gains at a rate that rewards investment in America’s innovators, vendors and small businesses,” she said at a campaign rally in New Hampshire on Wednesday. “We know that when the government encourages investment, it leads to broad-based economic growth, and it creates jobs, which makes our economy stronger.”"}, {"type": "text", "content": "The economy and taxes are expected to be focal points of a televised debate between Harris and Trump on Tuesday."}, {"type": "text", "content": "The top US tax rate on long-term capital gains — those made on assets held for more than a year — is 20 per cent but rises to 23.8 per cent for the wealthiest earners because of a surtax on investment income. Short-term capital gains are taxed as ordinary income."}, {"type": "text", "content": "Biden had tried to raise the top capital gains tax rate to 39.6 per cent, in effect treating long-term gains as ordinary income. He has also aimed to increase the surtax so that capital gains would be taxed at 44.6 per cent for the highest earners — and proposed to tax unrealised gains for multimillionaires, drawing a backlash from top financiers."}, {"type": "text", "content": "Harris did not address whether she would tax unrealised income at the rally in New Hampshire or whether she would seek to raise the surtax from 3.8 per cent to 5 per cent, in line with Biden’s plan."}, {"type": "text", "content": "A person familiar with the vice-president’s thinking said Harris was taking a more moderate approach on capital gains tax than Biden in a bid to boost access to capital for small businesses."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F737e58c9-2491-45c0-9274-e9a76716887b.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "But she also wants to balance other big tax increases she is proposing on corporate America and high-income households, which remain aligned with Biden’s plans. Harris has promised to raise the corporate tax rate, quadruple tax on stock buybacks and introduce a minimum tax rate for billionaires."}, {"type": "text", "content": "Harris sought on Wednesday to contrast her stance on taxes with Trump’s. “He plans to give billionaires massive tax cuts and to cut corporate taxes by over a trillion dollars, even as they pull in record profits,” she said in New Hampshire."}, {"type": "text", "content": "But changes to US fiscal policy would need to pass through Congress to become law, meaning that Republicans could block Harris’s proposed tax increases unless Democrats win majorities in the House and Senate in November."}, {"type": "text", "content": "Sign up to our US Election Countdown newsletter, your essential guide to the twists and turns of the 2024 presidential election"}], "url": "https://www.ft.com/content/aa2d4f90-7213-4423-8844-c1cde42e5fce"}, {"title": "Kamala Harris vs Donald Trump: tracking the 2024 US presidential advertising battle", "description": "Live charts and maps of spending across the country as White House race heats up", "author": "Oliver Roeder", "published_date": "2024-09-04T19:44:40.075Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F2b40cbcd-7949-4c29-a42d-6e6fb924c7b9.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "The 2024 US presidential general election has entered the home stretch between Democratic vice-president Kamala Harris and Republican former president Donald Trump. They and their allies are expected to spend hundreds of millions of dollars on advertisements — on television, radio and digital platforms — in the final weeks ahead of the November 5 election."}, {"type": "text", "content": "This page will monitor their ad battle in real time, using data from tracking firm AdImpact. The Financial Times is charting and mapping exactly how much is being spent, where and when. This analysis will provide an empirical lens on a contested campaign — the charts below update a few times each day."}, {"type": "text", "content": "The Harris-Trump contest was set during a politically tumultuous summer. Following a disastrous debate performance against Trump, President Joe Biden dropped out of the race on July 21. He left behind tens of millions of dollars in booked future advertisements; what exactly will happen to them is unclear."}, {"type": "text", "content": "The data below still includes Biden-labelled ad purchases, but will be updated with the latest available information."}, {"type": "text", "content": "Spending can come from the campaigns themselves or from aligned committees such as “super Pacs” or “joint fundraising committees”. We track all of them here. These are their total general election ad expenditures to date."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F18911062%2Fthumbnail%3FcacheBuster%3D962793?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1", "description": ""}, {"type": "text", "content": "Given the structure of the Electoral College, which ultimately elects the president, campaigns are waged especially fiercely in certain “swing states”, where just a relatively small percentage of undecided voters can decide the outcome of the entire race. In 2024, those battleground states include Arizona, Georgia, Michigan, Nevada, North Carolina, Pennsylvania and Wisconsin."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F19163967%2Fthumbnail%3FcacheBuster%3D962793?source=cp-content-pipeline&fit=scale-down&quality=highest&width=980&dpr=1", "description": ""}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F19163978%2Fthumbnail%3FcacheBuster%3D962793?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1", "description": ""}, {"type": "text", "content": "Below is a sample of what residents of those swing states have seen again and again on television over the past month. Both of these ads have generated hundreds of millions of impressions, which cost the campaigns millions of dollars."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F19293060%2Fthumbnail%3FcacheBuster%3D962793?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1", "description": ""}, {"type": "text", "content": "Every campaign ebbs and flows over time, as candidates’ plans unfold or they react to events. This is how the ad airings for Harris and Trump have evolved already, and what they have booked in future ads."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F19163946%2Fthumbnail%3FcacheBuster%3D962793?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1", "description": ""}, {"type": "text", "content": "The data above is refreshed from AdImpact once a day at midnight Eastern time."}, {"type": "text", "content": "Martin Stabe, Oliver Hawkins and Eade Hemingway contributed research"}], "url": "https://www.ft.com/content/d82000ee-b141-48ec-8af0-b06802c08f88"}, {"title": "US seizes websites allegedly used by Russia to spread election disinformation", "description": "Washington cracks down on what it says are Moscow’s latest attempts to meddle in the presidential race", "author": "Stefania Palma", "published_date": "2024-09-04T19:38:19.313Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F6e0f7cc3-7181-4166-8102-7e607cf4c2fb.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "The US Department of Justice is seizing dozens of websites allegedly used by the Russian government to spread disinformation in an effort to meddle with the presidential election."}, {"type": "text", "content": "The seizures were among several actions announced on Wednesday as the US government seeks to stop the distribution of misinformation ahead of the polls in November. It also shows how the US is once again focused on Russia, which was accused of interfering with the 2016 election."}, {"type": "text", "content": "A Congress report found Russia sought to help former president Donald Trump, a Republican, prevail over the Democratic candidate Hillary Clinton in that vote."}, {"type": "text", "content": "The DoJ on Wednesday accused Moscow of setting up a scheme to “covertly spread Russian government propaganda” with the aim of influencing voters, curbing global support for Ukraine and boosting pro-Russian interests."}, {"type": "text", "content": "Federal authorities are seizing 32 internet domains for violating money laundering and criminal trademark laws."}, {"type": "text", "content": "“As alleged in our court filings, President Vladimir Putin’s inner circle . . . directed Russian public relations companies to promote disinformation and state-sponsored narratives as part of a programme to influence the 2024 US presidential election,” said US attorney-general Merrick Garland. It named Sergei Kiriyenko, first deputy chief of staff of the presidential executive office, as part of that inner circle."}, {"type": "text", "content": "“An internal planning document created by the Kremlin states that a goal of the campaign is to secure Russia’s preferred outcome in the election,” Garland added."}, {"type": "text", "content": "One “goal” outlined in Russian documents included ensuring the victory of “Political Party A” and “Candidate A”, whose descriptions appear to correspond to the Republican party and Trump, according to an FBI filing."}, {"type": "text", "content": "The content was published on websites that were created to mimic real news outlets such as Fox News and The Washington Post, the DoJ said. The domain washingtonpost.pm was allegedly registered to imitate washingtonpost.com, for instance."}, {"type": "text", "content": "One article on the fake Washington Post website read: “It is time for our leaders to recognise that continued support for Ukraine is a mistake. It was a waste of lives and money, and to claim otherwise only means further destruction. For the sake of everyone involved in the conflict, the Biden administration should just make a peace agreement and move on.”"}, {"type": "text", "content": "US prosecutors said the scheme also involved deploying influencers globally, paying for social media advertisements — some of which were made using artificial intelligence — and creating social media profiles pretending to represent US and other non-Russian users."}, {"type": "text", "content": "The Russian embassy in Washington did not immediately respond to a request for comment."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F2b40cbcd-7949-4c29-a42d-6e6fb924c7b9.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "Asked about the evolution of Russia’s efforts to influence US elections, Garland warned: “It’s an acceleration of, and it’s an increased sophistication of, and it’s use of AI and cyber techniques that were not available in earlier elections, so we’re just seeing more and more it’s coming faster and faster . . . It’s a bigger threat than it ever was before”."}, {"type": "text", "content": "Separately on Wednesday, an indictment was unsealed charging two Russian employees of state-controlled media outlet Russia Today with conspiracy to violate the Foreign Agents Registration Act, which requires agents of foreign governments to register with the DoJ, and to commit money laundering. Russia Today did not immediately respond to a request for comment."}, {"type": "text", "content": "Washington is on high alert for interference by foreign powers in the 2024 presidential election. Last month, US intelligence officials said Iran was behind the hacking of Trump’s presidential campaign and had also sought to compromise the campaign of Joe Biden and Kamala Harris."}, {"type": "text", "content": "Sign up to our US Election Countdown newsletter, your essential guide to the twists and turns of the 2024 presidential election"}], "url": "https://www.ft.com/content/b9437993-75c2-45f9-95a4-0dc24dd0750a"}, {"title": "Could video games help shape elections?", "description": "Politicians are realising that they can reach into game spaces to access new potential voters", "author": "Tom Faber", "published_date": "2024-09-04T04:00:28.470Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fec901e47-d362-4b47-a41a-b1ef70784541.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "The shooter creeps along the roof, raises his sniper rifle, and aims at the politician making a speech on the podium. You watch down the gun’s scope as shots ring out and the crowd scatters, screaming. The bullets miss their target. Before being bundled away by his bodyguards, the politician throws his fist in the air defiantly."}, {"type": "text", "content": "Clips such as these, which recreate the attempted assassination of Donald Trump from the shooter’s perspective using video game characters, often overlaying the video with real, harrowing audio from Trump’s rally, swept social media almost immediately following the actual attack on July 13. They were made using free games such as Fortnite and Roblox, where players can create their own worlds and scenarios before sharing them as playable games or as videos on social media. Some clips received millions of views."}, {"type": "text", "content": "In the majority of cases, these user-created games were rapidly taken down by moderators for content violations: you cannot jump into Fortnite today and try your hand at sniping Trump."}, {"type": "text", "content": "The assassination clips were obviously not serious political commentary; though disturbing, they were just dumb memes. In one Roblox version, Trump was represented as a human-sized banana wearing a suit. But they show a new use of gaming technology in political media: games as meme-generating tools."}, {"type": "text", "content": "Thus, politicians are realising that they can reach into game spaces to access valuable younger demographics of potential voters. As Kamala Harris’s PR team realised when they co-opted the Brat green of Charli XCX’s zeitgeist-defining album, politicians appear more in touch when they meet the electorate in spaces where they spend time. Recent US political successes were tied to specific technologies, such as Barack Obama’s Facebook campaigning, Trump’s popularity on Twitter or this year’s Democrat rallies on Zoom with so many attendees that they threatened to crash the platform. Could video games be a key technology that shapes future elections?"}, {"type": "text", "content": "So far, Trump has penetrated 2024’s gaming spaces more than Harris. Last month he appeared on a livestream with controversial game streamer Adin Ross, who is banned from the leading streaming platform Twitch and has previously hosted far-right figures such as Andrew Tate and Nick Fuentes. On the stream, following a softball interview, Ross gave Trump a gold Rolex watch and a customised Tesla Cybertruck (gifts that could put Trump in excess of legal limits on campaign contributions)."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F78fca166-07c8-48a1-9857-47344c384791.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": "The 2016 game ‘Mr President’ features an assassination attempt on a Trump-like candidate"}, {"type": "text", "content": "Trump wasn’t there for the gifts but for Ross’s viewership, particularly his engaged fan base of young men. Trump told Ross that he knows young people often vote Democrat, and he’d like to change their minds. For all the tacky pageantry of the event, it was a canny move, attracting more than half a million live viewers."}, {"type": "text", "content": "For her part, Harris has yet to make a significant appearance in games, apart from her image mysteriously appearing as a poster on the wall of the 2019 action game Control (apparently an apolitical accident on the part of developers), and confessing a fondness for Wordle (her starting five-letter word is “Notes”)."}, {"type": "text", "content": "Neither presidential candidate has yet drawn on the key appeal of gaming technology — that it is interactive. But it has been done before. In 2008, Obama ran the first in-game political ads. In the run-up to the 2020 election, when the pandemic had forced many events to go digital, Joe Biden’s team built an island on Animal Crossing and another on Fortnite. The latter game asked players to perform mundane challenges including installing solar panels, cleaning industrial waste from a river, and collecting Harris’s missing sneakers. One critic at the time called it “basic and clumsy” and “more depressing than inspiring”. Simply put, the game wasn’t fun, and gamers have high standards when it comes to what constitutes a good time."}, {"type": "text", "content": "That’s not to say there aren’t games relevant to the 2024 election. In the eerily prescient 2016 game Mr President, you play a bodyguard who must get between a Trump-esque presidential candidate and oncoming sniper bullets, while poking fun at topics ranging from sweatshop labour to the US prison system. There’s also The Political Machine, a campaign simulator where you vie for the presidency playing real candidates. Its latest update added Trump’s running mate JD Vance and discussion topics including Biden’s ropey debate performance."}, {"type": "text", "content": "Though niche, these titles show how games can become a lively part of our political media ecosystem. A smart politician would get ahead and carve out their own space in gaming — before it is carved out for them."}], "url": "https://www.ft.com/content/4e4d77f2-bcb8-43d0-8905-b3bd9ad4f176"}, {"title": "Nippon Steel pledges US Steel would be run by Americans", "description": "Japanese company lobbies unions and politicians over $14.9bn bid after Kamala Harris insists on local ownership", "author": "David Keohane", "published_date": "2024-09-04T03:37:32.778Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fb01be856-d8b2-45c8-bd2e-62ee57158680.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Nippon Steel has pledged to appoint a board for US Steel with a majority of US citizens if its $14.9bn deal for the company is approved, after vice-president Kamala Harris said on Monday that it should remain “American-owned and American-operated”."}, {"type": "text", "content": "The Japanese company, which launched its bid for US Steel in December, said on Wednesday that the board would also include three independent directors who are US citizens and that the “core senior management members” would be American."}, {"type": "text", "content": "It added that US Steel would be owned by Nippon Steel North America, a New York-based subsidiary of the Japanese company “that has operated in the United States for over 50 years”."}, {"type": "text", "content": "The new pledges by Nippon Steel are part of a concerted lobbying effort to convince US lawmakers that it is an acceptable owner of the Pittsburgh-based company, following a bipartisan backlash against the deal."}, {"type": "text", "content": "Democrats and Republicans have been trying to court blue-collar voters in the critical swing state of Pennsylvania in the run-up to November’s election."}, {"type": "text", "content": "Donald Trump, the former president and Republican nominee for the White House, has vowed to block the bid and Harris’s comments about the proposed foreign takeover echo US President Joe Biden’s opposition to the deal. However, they have new significance since Harris became the Democratic nominee for president."}, {"type": "text", "content": "Speaking in Pittsburgh at a Labor Day union rally, Harris had said: “We will continue to strengthen America’s manufacturing sector, US Steel is a historic American company, and it is vital for our nation to maintain strong American steel companies.”"}, {"type": "text", "content": "“US Steel should remain American-owned and American-operated,” she told the cheering crowd. “And I will always have the back of America’s steelworkers and all of America’s workers.”"}, {"type": "text", "content": "Harris has gained the endorsement of most of the crucial US labour unions, which are a powerful constituency within the Democratic party and help rally voters in battleground states."}, {"type": "text", "content": "Opposition to the deal had sparked concerns in Washington and Tokyo that it could damage relations with Japan, one of the US’s closest allies in its efforts to contain China’s military and economic rise."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F69f66c79-c873-4d3e-adc6-37c2f4ecb3f5.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "As part of its efforts to allay fears in Washington and win over unions, Nippon Steel said last week that it planned to spend at least an additional $1.3bn on US steel plants if the deal was approved."}, {"type": "text", "content": "The money would come on top of a $1.4bn investment already announced and in addition to promises to not move capacity outside the US, lay off staff or close plants as a result of the deal."}, {"type": "text", "content": "Mike Pompeo, the former secretary of state under Trump, has also been brought on board by Nippon Steel as part of the lobbying."}, {"type": "text", "content": "On Wednesday, Nippon Steel reiterated its belief that the deal “will revitalise the American steel rustbelt, benefit American workers, local communities, and national security in a way no other alternative can”."}, {"type": "text", "content": "“Simply put, US Steel and the entire American steel industry will be on much stronger footing because of Nippon Steel’s investment in US Steel — an investment that Nippon Steel is the only willing and able party to make,” the company added."}], "url": "https://www.ft.com/content/9644bf0b-a084-49a0-a33c-c7a4a67ba39a"}, {"title": "Kamala Harris makes small business pitch with boost to start-up tax relief", "description": "Proposed expansion of deductions follows pressure on US vice-president to detail her economic plans", "author": "Lauren Fedor", "published_date": "2024-09-03T21:18:29.133Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F88c44438-c5aa-4e98-abc2-65c348dda665.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Kamala Harris will this week propose drastically expanding tax relief for Americans starting small businesses from $5,000 to $50,000, in the Democratic presidential candidate’s latest effort to sketch out her economic policy plans with two months to go until November’s election."}, {"type": "text", "content": "A Harris campaign official said the vice-president would detail her plans for a tenfold expansion in small business tax deductions for start-up expenses in a speech in New Hampshire on Wednesday. Harris will visit the New England state before a separate campaign stop in Pittsburgh, Pennsylvania, later this week as she gears up for next week’s make-or-break debate against her Republican rival, Donald Trump."}, {"type": "text", "content": "The campaign official said Harris would also set a goal of 25mn new small business applications in her first term as president, compared to 19mn small businesses that have been started under Joe Biden’s watch. The official said the vice-president would also vow to introduce new measures to cut red tape for small business owners by making it easier for them to file taxes and easing requirements for occupational licenses."}, {"type": "text", "content": "Harris, who became the Democratic nominee for the White House this summer after Biden suspended his re-election campaign and endorsed her as his successor, has come under mounting pressure to lay out her plans for the US economy. The economy, and the cost of living in particular, is often cited by voters as their top issue heading into the election — and the president had struggled to sell his economic agenda to the electorate."}, {"type": "text", "content": "Harris has said that, if elected president, she would seek to build an “opportunity economy” that gives more Americans the chance to prosper. Last month, she rolled out her plans to ease the cost of living crisis, including a $6,000 tax credit for families with newborn children, an expansion of an existing credit for families with older children to $3,600 a year, and up to $25,000 in downpayment support for first-time homebuyers."}, {"type": "text", "content": "The vice-president, who was a prosecutor in California before becoming a US senator and later Biden’s running mate, has also vowed to crack down on price gouging by large corporations — a plan that has alarmed economists, who warn price controls could have a damaging distortive effect on the market."}, {"type": "text", "content": "Harris has also indicated that she endorses Biden’s proposals to increase the corporate tax rate from 21 per cent to 28 per cent — plans that have struggled to gain enough support in a sharply divided US Congress."}, {"type": "text", "content": "Meanwhile, Trump — whose 2017 Tax Cuts and Job Act that cut the corporate tax rate from 35 per cent to 21 per cent was among his administration’s flagship legislative achievements — has floated the idea of slashing the corporate tax rate even further, to as low as 15 per cent, if he were given another four years in office."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F737e58c9-2491-45c0-9274-e9a76716887b.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "Trump, a former real estate executive and host of the reality TV show The Apprentice, has long enjoyed an edge with voters when it comes to the economy. But recent polling suggests Harris may be erasing his advantage on the central voting issue."}, {"type": "text", "content": "A poll conducted last month for the Financial Times and the University of Michigan Ross School of Business showed Harris with a razor-thin lead over Trump when it comes to the economy, with 42 per cent of voters saying they trusted her more to handle the economy, compared with 41 per cent who put their faith in the former president."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F9a6b44ec-8e83-4811-ada1-7d76393c2623.png?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Who will win the 2024 presidential election? Join FT journalists for a subscriber webinar on September 12 to assess the candidates’ chances after their first debate. Register for your subscriber pass now at ft.com/uswebinar"}], "url": "https://www.ft.com/content/4b0ee008-3dbd-4a13-97ff-cc4f8948c4de"}, {"title": "Democrats splash out on ads while JD Vance asks Peter Thiel for cash ", "description": "Also in today’s newsletter, Trump speaks at Moms for Liberty conference and Democrats lead on voter enthusiasm ", "author": "Steff Chávez", "published_date": "2024-09-03T13:00:50.901Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fcf670e4b-64d3-45c5-a12e-1d798bacfb8d.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "This is an on-site version of the US Election Countdown newsletter. You can read the previous edition here. Sign up for free here to get it on Tuesdays and Thursdays. Email us at electioncountdown@ft.com"}, {"type": "text", "content": "Good morning and welcome to US Election Countdown! As we bid an unofficial goodbye to summer, let’s talk about:"}, {"type": "text", "content": "The state of the fundraising race"}, {"type": "text", "content": "Moms for Liberty and Trump"}, {"type": "text", "content": "Growing voter enthusiasm"}, {"type": "text", "content": "Kamala Harris has big plans for her $540mn fundraising bonanza: lots and lots of ads."}, {"type": "text", "content": "She has bet that spending $370mn on ads between now and election day will pay off in the form of a larger and more sustainable polling lead."}, {"type": "text", "content": "The campaign announced over the weekend that it planned to book $170mn in television advertisements nationally and in swing states from September 3 to November 5, along with $200mn of online ads to mount what it said would be the biggest digital ad campaign in US history."}, {"type": "text", "content": "Despite the vice-president’s fundraising surge, campaign chair Jen O’Malley Dillon said they were still the “clear underdogs” in the race against Donald Trump and were expecting a “razor-thin” margin on election day."}, {"type": "text", "content": "So far, Harris’s campaign and affiliated groups have shelled out $730mn on TV, radio and digital ads compared with the $366mn by Trump’s campaign and its allies, according to the FT’s election ad tracker."}, {"type": "text", "content": "Some content could not load. Check your internet connection or browser settings."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F18911062%2Fthumbnail%3FcacheBuster%3D962793?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1", "description": ""}, {"type": "text", "content": "Harris was leading Trump by 3.7 percentage points nationally, according to the FT’s election polling average. She was also ahead in four battleground states."}, {"type": "text", "content": "Meanwhile, on the Republican ticket, Trump’s running mate JD Vance is calling for tech billionaire Peter Thiel to get off the sidelines of the cash race."}, {"type": "text", "content": "Vance wants Thiel, co-founder of PayPal and Palantir — and Vance’s ex-boss from his Silicon Valley days — to wade into the fray and bankroll the Republicans’ White House bid [free to read]."}, {"type": "text", "content": "As the vice-presidential candidate told the FT’s Alex Rogers:"}, {"type": "text", "content": "I’m going to keep on talking to Peter and persuading him that — you know he’s obviously been exhausted by politics a little bit — but he’s going to be really exhausted by politics if we lose and if Kamala Harris is president."}, {"type": "text", "content": "He is fundamentally a conservative guy, and I think that he needs to get off the sidelines and support the ticket."}, {"type": "text", "content": "Trump and Vance need to build up their war chest as they struggle to mount effective attacks on Harris, and the Republicans have been particularly reliant on cheques from megadonors to fill their coffers."}, {"type": "text", "content": "But it seems as if Thiel is unlikely to heed their call — he’s been reluctant to support any politicians this year, despite giving to Republicans in 2016 and funding Vance’s 2022 US Senate run."}, {"type": "text", "content": "Who will win the 2024 presidential election? Join FT journalists for an exclusive subscriber webinar on September 12, as panelists assess who is likely to prevail in the race for the White House. Register for free here."}, {"type": "text", "content": "Harris says she opposes the takeover of US Steel by Japan’s Nippon Steel, as she courts blue-collar voters in industrial swing states."}, {"type": "text", "content": "Trump is considering the establishment of a commission of US business chiefs to audit US agencies and identify programmes to cut. (The Washington Post)"}, {"type": "text", "content": "Voters have the most favourable view of the US’s trajectory since at least 2021, according to a poll conducted last month. (WSJ)"}, {"type": "text", "content": "The elite of Silicon Valley is alarmed by a long-shot part of Harris’s tax plan that goes after unrealised gains. [Free to read]"}, {"type": "text", "content": "Though Harris has said she no longer supports a fracking ban, Big Oil is still demanding that she clarify her energy and climate policies further."}, {"type": "text", "content": "Trump has said he will vote against enshrining abortion rights in Florida’s state constitution, thrusting the Democrats’ strongest issue back into the spotlight."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F5c29d5ac-5f40-4585-9600-0267274a9fd3.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": "Donald Trump addressing Moms for Liberty in Washington last week © Getty Images"}, {"type": "text", "content": "Harris has a significant lead among women voters (an ABC News/Ipsos poll from the weekend gave her a 13-point advantage) but Trump is still trying to court them. In particular, he’s after the votes of women who live in swing state suburbs."}, {"type": "text", "content": "On Friday, the Republican candidate sat for a fireside chat at the national conference of Moms for Liberty, an organisation focused on limiting gender-, sexuality- and race-related topics in public school curricula. Many of women in attendance were dressed in Trump-Vance T-shirts, red Maga baseball caps and even customised bedazzled members’ jackets declaring their support for the ex-president, according to the FT’s Lauren Fedor."}, {"type": "text", "content": "“Several conference attendees — sipping wine and cocktails from plastic cups at the cash bar as an 80s cover band performed ahead of Trump’s appearance — told me it was ‘exciting’ and ‘cool’ to have him address their group,” Lauren said."}, {"type": "text", "content": "Jennifer Garland, a 46-year-old mother of five boys, said Trump was a much better representative for those in the room than Harris. She told Lauren:"}, {"type": "text", "content": "You don’t have to like him as a person. But what does he stand for? What is he going to bring for the country? What is he going to bring for us as parents?"}, {"type": "text", "content": "I definitely think I’m going to get more parental rights out of Trump than anyone else at the moment. He is the best person for the job."}, {"type": "text", "content": "Democrats’ enthusiasm about voting is nearing levels not seen since Barack Obama first ran for president."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd6c748xw2pzm8.cloudfront.net%2Fprod%2F630413e0-6616-11ef-ba4b-e775f75dd1f4-standard.png?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "In August, 78 per cent of Democrats and independents leaning the party’s way said they were more excited than usual to vote in November’s election, up from 55 per cent in March, according to a Gallup poll."}, {"type": "text", "content": "In a show of how Harris has revitalised the party since replacing Biden on the ticket, Democrats’ level of enthusiasm is now 1 percentage point shy of where they measured when Obama was building his political movement during the 2008 Democratic primaries."}, {"type": "text", "content": "Republicans have had a smaller bump in excitement, with 64 per cent saying in August that they were more enthusiastic about this year’s election than previous years, compared with 59 per cent in March. The August figure, though, is nearing the high-water mark that the party hit in 2020, during Trump’s second run for office."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd6c748xw2pzm8.cloudfront.net%2Fprod%2F297fea50-6615-11ef-b867-eb265a429502-standard.png?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Overall, 69 per cent of US adults said they were enthusiastic than usual about voting this year, up from 54 per cent in March. It’s the highest level Gallup has clocked in a presidential election, with similar figures last recorded in 2008 and 2004."}, {"type": "text", "content": "With these numbers, Gallup’s Jeffrey Jones wrote that “voter participation could surpass what it was in 2020, when two-thirds of eligible US adults cast ballots, the highest in over 100 years”."}, {"type": "text", "content": "Jemima Kelly breaks down why Trump is so rattled by the Democrats “weird” attacks."}, {"type": "text", "content": "The received wisdom that Trumpism will outlast Trump is shakier than it was four years ago, writes Janan Ganesh"}, {"type": "text", "content": "Keeanga-Yamahtta Taylor explains Democrats’ risky bet that with a Black and Indian woman at the helm, people will forget the big promises the party made four years ago to address racial and economic injustices. (The New Yorker)"}, {"type": "text", "content": "Elon Musk’s endorsement of Trump is one example of how the billionaire chief executive is an unguided geopolitical missile, writes Gideon Rachman."}, {"type": "text", "content": "Trump’s call for a bitcoin strategic reserve idea is dangerous because it would threaten the dollar’s reserve currency status, cautions Vitaliy Katsenelson."}, {"type": "text", "content": "FT Exclusive — Be the first to see exclusive FT scoops, features, analysis and investigations. Sign up here"}, {"type": "text", "content": "Breaking News — Be alerted to the latest stories as soon as they’re published. Sign up here"}], "url": "https://www.ft.com/content/bf46c86b-acab-49b9-9d59-72d77ee4bb6e"}, {"title": "A Trump loss could stabilise US politics for a generation", "description": "The lesson of 2024 so far is that American populists have no replacement for the former president’s star power", "author": "Janan Ganesh", "published_date": "2024-09-03T10:41:27.029Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F23229077-347e-4c59-8246-83774d20c780.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "There is such a thing as an unimportant US presidential election. Had Bill Clinton lost to Bob Dole in 1996, or George W Bush to John Kerry the other side of the millennium, there is no reason to believe we would now inhabit a greatly different world. So when I suggest that November 5 2024 is a hinge moment in history, don’t murmur: “Journalists say this every damn time.”"}, {"type": "text", "content": "What is the case for this election’s singular importance? If Donald Trump loses, there is an underrated chance that America and its politics will stabilise for a generation. “Stabilise” doesn’t mean “become Luxembourg”. Polarisation will endure. But the received wisdom that Trumpism will outlast Trump — that he is just the face and voice of deeper societal forces, liable to rock the republic for decades — is shakier than it was four years ago."}, {"type": "text", "content": "The lesson of 2024 so far is that American populism will find Trump hideously difficult to replace. In January, Ron DeSantis, who combined the gist of the Trump platform with executive competence, dropped out of the Republican primaries, having not done well enough to even state his case for 2028. In July, JD Vance clinched the title not just of running mate but of heir to the Maga movement. Nothing since then has suggested that he is up to it. Vivek Ramaswamy is another who might wonder if the high summer of his public career is already past."}, {"type": "text", "content": "Others who have a go in the years to come (Tucker Carlson, perhaps) will run into the same problem, which is that Trump has political superpowers almost unique to him. I count three."}, {"type": "text", "content": "The most obvious is star quality. In any country, one or two and sometimes zero politicians per generation have it. Forced to stand on its own terms, without the distracting presence of a charismatic leader, the hard-right agenda is too sharp-edged. Then there is what we might call emotional sunk cost. For voters who committed to Trump circa 2016, and who paid a toll for it among friends, relatives or social media sparring partners, abandoning him is a personal defeat. A new leader, however faithful to his ideas, can’t just inherit that support, hence the vibe of “you’re not my real dad” whenever someone tries to succeed him."}, {"type": "text", "content": "The last and most counter-logical of Trump’s advantages is his perceived incompetence. Some Republicans tell themselves he is too idle and chaotic to do irreparable harm. (And, until January 6 2021, had half a case.) A politician who pairs Trumpist views with operational grip would lose as well as gain support, would frighten as well as impress."}, {"type": "text", "content": "Note the connecting theme here: the near-irrelevance of ideas. The shocking thing about Trump was never that he could “shoot somebody” on the street without losing supporters. Lots of demagogues in the past might have claimed the same. If Trump represents something novel, it is that he can take almost any line on almost any issue — immigration might be the one exception — without losing them. (Which of his anti-vaccine fans minds that he recommended the Covid-19 jab?) Dictatorship in the 1930s, always the wrong lens through which to analyse Trump, was about something: communism, irredentism, and so on. The Trump phenomenon is much less doctrinal, and so much less transferable to another leader."}, {"type": "text", "content": "One cannot raise the prospect of post-Trump stabilisation in polite company without seeming unintellectual. Western elites aren’t Marxist, if that means eager for the end of capitalism, but are Marxian, in that their view of what makes the world go round tends to de-emphasise individuals. Larger forces are meant to be in charge. A culture in which it is normal to refer to the “wrong side of history” or the “arc of history” implicitly believes that events have been half-scripted already."}, {"type": "text", "content": "Was Trump’s rise to power a personal feat or historically ordained by decades of deindustrialisation, porous borders and other provocations that were due an electoral revolt? “Both”, no doubt: it takes a remarkable individual to capitalise on structural trends. The breakthrough of populism in other democracies suggests something deep is at work. In the end, though, especially in a presidential system, the individual is the catalyser, and American populists don’t have one on the horizon."}, {"type": "text", "content": "Lots of Trump-loathing conservatives are reluctant to vote for Kamala Harris. Rather than sell them on a woman who is, it is true, laughably under-scrutinised right now, Democrats should argue that the prize is not just four years of respite for the republic, but conceivably much longer. Perhaps another Trump is inevitable. But voters can oblige history to go find one."}, {"type": "text", "content": "janan.ganesh@ft.com"}], "url": "https://www.ft.com/content/b179ee72-f4ba-4287-ab25-5cb6f22debf2"}, {"title": "Kamala Harris opposes Nippon Steel’s $15bn bid for US Steel", "description": "Democratic presidential candidate comes out against deal in latest blow to Japanese company’s takeover hopes", "author": "James Politi", "published_date": "2024-09-03T03:27:06.968Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fa0697fe8-825d-4bd2-b836-3624e78237ec.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Kamala Harris said US Steel should remain “American owned and American operated” during a visit to Pennsylvania on Monday, dealing the latest blow to Nippon Steel’s hopes of buying the company."}, {"type": "text", "content": "Harris’s comments about a proposed foreign takeover of US Steel echo US President Joe Biden’s own opposition to the deal with Nippon Steel. However they have new significance since Harris, Biden’s vice-president, is now the Democratic nominee for president."}, {"type": "text", "content": "“We will continue to strengthen America’s manufacturing sector,” Harris said at a union hall in Pittsburgh, the city where US Steel has its headquarters. “US Steel is a historic American company, and it is vital for our nation to maintain strong American steel companies.”"}, {"type": "text", "content": "“US Steel should remain American owned and American operated,” she told the cheering crowd. “And I will always have the back of America’s steelworkers and all of America’s workers.”"}, {"type": "text", "content": "Harris made the comments as she celebrated the Labor Day holiday in her efforts to court blue-collar union votes in two critical industrial swing states. Before travelling to Pennsylvania on Monday, Harris made a stop in Michigan."}, {"type": "text", "content": "Nippon Steel’s planned $15bn acquisition of US Steel has faced a bipartisan political backlash, as populist economics and the protection of domestic manufacturing replace the US’s long-standing consensus in favour of open investment."}, {"type": "text", "content": "Donald Trump, the former president and Republican nominee for the White House, has also vowed to block Nippon Steel’s US Steel bid."}, {"type": "text", "content": "US Steel said it remained “committed” to the deal. “The partnership with Nippon Steel, a long-standing investor in the United States from our close ally Japan, will strengthen the American steel industry, American jobs, and American supply chains, and enhance the US steel industry’s competitiveness and resilience against China,” it said in a statement."}, {"type": "text", "content": "Nippon Steel said it remained “confident” that its “acquisition of US Steel will revitalise the American steel rustbelt, benefit American workers, local communities and national security in a way no other alternative can”."}, {"type": "text", "content": "The company added that it believed “a fair and objective regulatory review process will support this outcome, and we look forward to closing the transaction as soon as possible”."}, {"type": "text", "content": "Nippon Steel said last week that it planned to spend at least an additional $1.3bn on US steel plants if the deal were approved. The money would come on top of the $1.4bn investment already announced."}, {"type": "text", "content": "It has also hired Mike Pompeo, the former secretary of state under Trump, to lobby in favour of the deal. The statement from Harris, however, will complicate that push."}, {"type": "text", "content": "Harris has gained the endorsement of most of the crucial US labour unions, which are a powerful constituency within the Democratic party and help rally voters in battleground states."}, {"type": "text", "content": "Both the United Steelworkers and the United Auto Workers unions have backed the vice-president since she entered the race."}, {"type": "text", "content": "While union leaders are strongly in favour of Harris and have repeatedly attacked Trump as a phoney champion of the working class, Harris is still facing a battle to win over rank-and-file members who have drifted towards the Republican party in recent years."}, {"type": "text", "content": "One exception to Harris’s support in organised labour is the Teamsters union, which represents 1.3mn members, including truck drivers and construction workers. It has declined to endorse a presidential candidate so far."}, {"type": "text", "content": "Sean O’Brien, president of the Teamsters, spoke at the Republican convention in July but suggested he was open to backing Harris if she sat down for an interview with him."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F27676a06-d86c-4801-9a71-978e6d1f810f.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "According to the Financial Times’ polling tracker, Harris leads Trump nationally by 3.7 percentage points with little more than two months to go before election day."}, {"type": "text", "content": "She holds narrow leads in Michigan, Wisconsin, Nevada and Pennsylvania, which should be sufficient to win the presidency, while Trump has a slight edge in other battleground states, including North Carolina, Arizona and Georgia."}, {"type": "text", "content": "“We know it’s going to be a tight race to the very end,” Harris said."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F95d67647-6c94-4c9e-aa8e-c28f090c183d.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Kamala Harris vs Donald Trump: tell us how the 2024 US election will affect you"}], "url": "https://www.ft.com/content/9db2971f-911f-46cd-8066-7ab11fb7c3d4"}, {"title": "America needs someone to connect the economic dots", "description": "Should Kamala Harris be elected, she’ll need to focus on systems thinking", "author": "Rana Foroohar", "published_date": "2024-09-02T04:00:03.672Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F737e58c9-2491-45c0-9274-e9a76716887b.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "The blue wall looks strong. Even before the rousing Democratic National Convention in Chicago, August polling showed that Kamala Harris had pulled ahead of Donald Trump in three key Midwestern swing states — Michigan, Wisconsin and Pennsylvania. This is down to her ability to channel a mood of optimism rather than fear, Trump’s own mis-steps and the fact that 30 per cent of the private sector investments into strategic sectors supported by the Biden administration has gone to places like the industrial Midwest."}, {"type": "text", "content": "That investment in those areas most affected by trade shocks wasn’t accidental. As a recent Brookings Institution paper points out, it is part of a systemic approach taken by this White House to do three things: alleviate the downward spiral in the communities most affected by the China shock of 2000-2012, fortify economies at high risk of future disruption and rush private investment into key new sectors such as semiconductors, clean energy and biomedical equipment."}, {"type": "text", "content": "People often refer to this as industrial policy. But you might also call it systems thinking, meaning solving problems not as one-offs but as part of a broader strategy that connects the dots in order to deal with root causes rather than symptoms. In this case the dots are economic and political and they fall across different issues, geographies and sectors."}, {"type": "text", "content": "Systems thinking is much more common in areas like military strategy and engineering than in economics. But it’s something that Harris and her team will need to embrace if she wins the presidential election."}, {"type": "text", "content": "So far, the vice-president’s economic policies have been light on details. That’s appropriate given the election timetable and the need to stay somewhat politically flexible. Ultimately, however, her team will need to start connecting the dots in areas such as housing, childcare, competition and tax policy if they are to truly address the problems facing the US economy."}, {"type": "text", "content": "Consider the housing market. Harris is right to focus on the need for new starter homes and to consider tax incentives for builders and buyers as well as ways to remove zoning roadblocks."}, {"type": "text", "content": "But there are other systemic issues that distort the market. One is the increasingly high price of homeowners’ insurance. Another is supply chain complexity and cost (housing requires several separate material supply chains). Then there’s the way in which the Fed has, albeit unwittingly, created a huge chokepoint in the housing market by keeping rates higher for longer at a time when prices have also remained elevated."}, {"type": "text", "content": "None of this can or should be messaged on the campaign trail. But it needs to be understood in a holistic way in order to craft the best policies."}, {"type": "text", "content": "The same goes for childcare, another passion point for Harris. Her idea to expand the child tax credit is a no-brainer. But tackling the fundamental problems in childcare will require a broader approach to market dysfunctions, which have resulted in a system that serves mainly the wealthy, or those receiving government support."}, {"type": "text", "content": "It will mean understanding why private equity now owns eight out of the top 11 childcare chains in America (not to mention the fact that shadow banks are making inroads in other areas of public interest, such as the student loan market, healthcare and education) and examining the implications for access and affordability."}, {"type": "text", "content": "As I wrote a few weeks ago, Harris has many strengths, one of which is a prosecutor’s ability to grapple with diverse problems and to see all sides. That will serve her well on the campaign trail and in debates."}, {"type": "text", "content": "But good governing requires a systems approach. You can love Bidenomics or hate it, but it wasn’t ad hoc. This White House has presented a clear, unifying vision, which is that markets don’t always work, power exists in the political economy and governments must intervene in systemic ways to protect the interests of their citizens, not just consumers."}, {"type": "text", "content": "Harris now has a chance to showcase her own systems thinking on issues such as price gouging. Her proposed ban on excessive grocery prices is an important political nod to more vulnerable voters who have been hard hit by food inflation."}, {"type": "text", "content": "But tackling price gouging will require looking not just at grocery margins, but understanding how financial speculation by the world’s largest commodities traders lifted both food and fuel input prices over the past several years. As a recent Unctad report laid out, it is “unregulated activity within the commodities sector” that was responsible for the bulk of “speculative price increases and market instability” since the pandemic."}, {"type": "text", "content": "The way in which shadow banks jump through regulatory loopholes to leverage unfair advantages, or the complex interplay between housing markets and monetary policy, or how to move beyond tax policy as the only solution to market distortions might seem like disparate challenges. In fact, they are all part of a larger issue, which is the need for our elected officials to better understand how markets really work — not just how classical economic models say they should — and set rules and policies that ensure they do so in the public interest."}, {"type": "text", "content": "Should Harris win the White House, she’ll be in a unique and powerful position to do just that."}, {"type": "text", "content": "rana.foroohar@ft.com"}, {"type": "text", "content": "​Letter in response to this column:"}, {"type": "text", "content": "US faces public finance crisis whoever triumphs in November / From Desmond Lachman, American Enterprise Institute, Washington, DC, US"}], "url": "https://www.ft.com/content/125bc8ae-46b1-4041-9c3e-854c3f6a7287"}, {"title": "Kamala Harris says she plans biggest digital ad campaign in US history", "description": "Democratic candidate tries to turn donation surge into sustainable polling lead over Donald Trump", "author": "James Politi", "published_date": "2024-09-01T11:00:15.448Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F964f744e-6536-4409-b26d-3391550a1129.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Kamala Harris is planning to spend $370mn on advertising between early September and the US election in November, including what her campaign is describing as the biggest digital ad buy in the history of American politics."}, {"type": "text", "content": "The announcement on Sunday by Harris comes as the vice-president is trying to translate the $540mn fundraising surge since her July entry into the race against Donald Trump into benefits on the campaign trail."}, {"type": "text", "content": "The Harris campaign said it was booking television ads worth $170mn between September 3 and November 5 nationally and in key battleground states, and a further $200mn in digital ads, saying it was “on pace to spend more on digital persuasion media than any political organisation ever”."}, {"type": "text", "content": "“These reservations are centred around early investments in the most sought out publishers and platforms like Hulu, Roku, YouTube, Paramount, Spotify and Pandora,” the Harris campaign said on Sunday."}, {"type": "text", "content": "“In making these early reservations, the campaign has secured the most premium inventory, locked in significantly more efficient pricing, and reserved before Trump and his allied groups had a chance to.”"}, {"type": "text", "content": "According to the Financial Times national polling tracker, Harris leads Trump by 3.8 percentage points. The US vice-president also has the advantage in four out of seven battleground states, having benefited from a big jump in enthusiasm for her candidacy among Democrats over the past few weeks."}, {"type": "text", "content": "But in a memo released on Sunday, Jen O’Malley Dillon, the Harris campaign’s chair, said they remained “clear underdogs” in the race. She forecast the results would be as close as in 2020, when US President Joe Biden beat Trump narrowly in a several key states."}, {"type": "text", "content": "“This November, we anticipate margins to be similarly razor-thin,” said O’Malley Dillon."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F302d7384-114d-443d-ae54-deecc6bf71a5.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "The Trump campaign did not respond to a request for comment on its own advertising bookings between early September and early November. But the Harris campaign said it was moving early to gain a “strategic advantage” in the battle for the airwaves and online."}, {"type": "text", "content": "Harris is expected to campaign in Pennsylvania and Michigan on Monday during the US Labor Day holiday, but much of the public focus will be on the September 10 debate, in which Trump and Harris are still at odds over the rules."}, {"type": "text", "content": "The vice-president insists on having live microphones on throughout the debate, while Trump wants to keep microphones muted when the other candidate is speaking, as was the case during the late June debate between him and Biden."}], "url": "https://www.ft.com/content/45ed7eef-33f0-4864-a3be-b17e905e8ee4"}, {"title": "Why does calling Trump ‘weird’ hurt him so much? ", "description": "Democrats are beating the former US president at his own game ", "author": "Jemima Kelly", "published_date": "2024-09-01T04:00:15.275Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F7fd5da73-6cf0-4d0f-82d9-667de141ec0d.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Donald Trump manages to provoke a whole range of feelings in people — anger, fear, amusement, adulation, bewilderment — but he doesn’t often make them cringe; he’s usually far too self-assured for that. And yet I’m sure I’m not the only one whose face contorted reflexively into a grimace as I watched his latest attempt to defend himself and his running mate against the charge that they are both “weird”."}, {"type": "text", "content": "“He is weird, right? He’s weird. I’m not weird. He’s weird,” Trump said during a town hall in Wisconsin on Thursday, leaning rather awkwardly on a chair and looking around the room for reassurance. The “he” that Trump was referring to is Tim Walz, governor of Minnesota, Kamala Harris’s running mate and the man responsible for making “weird” one of the defining words of the 2024 US election."}, {"type": "text", "content": "“See, they come up with sound bites, they always have sound bites, and one of the things is that JD and I are weird. We’re not — that guy [JD Vance] is so straight . . . He’s doing a great job, smart, top student, great guy, and he’s not weird and I’m not weird. I mean we’re a lot of things but we’re not weird.”"}, {"type": "text", "content": "The man doth perhaps protest a little too much."}, {"type": "text", "content": "It was back in July, before he became the vice-presidential nominee, that Walz started using the word. “These are weird people on the other side — they want to take books away, they want to be in your exam room,” he told MSNBC. “Don’t get sugarcoating this: these are weird ideas. Listen to them speak. Listen to how they talk about things.”"}, {"type": "text", "content": "Ever since then, the Democrats and their supporters have taken Walz’s line and have gleefully — and gainfully — run with it. MSNBC ran a “Trump expands his coalition of the weird” segment on Wednesday after Trump added Robert F Kennedy Jr, a man he only recently called a “Radical Left Lunatic”, to his presidential transition team. Barack Obama mocked Trump’s “weird” obsession with crowd sizes at the Democratic National Convention last month (before making an improvised “sizes” innuendo with his hands)."}, {"type": "text", "content": "Trump, clearly, is rattled. He’s used to being the bully who comes up with the mean jokes rather than being the butt of them. And while I confess to having found some of the nicknames he’s used on previous opponents very amusing (“low energy Jeb Bush” is a personal favourite), “Laffin’ Kamala” just doesn’t have much ring, or sting, to it. It is particularly ineffective given that her laugh is a selling point, while Trump never seems to laugh at all, which, if we are being honest, is a little . . . weird."}, {"type": "text", "content": "The ironic thing about Trump’s apparent allergy to the word is that his natural weirdness — his way of pronouncing words like “CHAINAH”; his hand gestures and dance moves; his enduring attachment to the song “YMCA” — is actually a large part of his appeal. It makes him come across as authentic, and means that he is entertaining and instantly recognisable. So why is he so bothered by it, and why is it so effective?"}, {"type": "text", "content": "The first reason is simply that it’s funny, and laughing makes people feel good. You might think Trump represents the gravest threat to liberal democracy since Hitler, you might think that his second term would be more terrible and dictatorial and damaging than the first, you might think he is the most dangerous presidential candidate ever, but none of these warnings are motivating or compelling to the average undecided voter. Poking fun is. And while Trump was the only one who seemed able to use humour effectively when Biden was the nominee, with Harris and Walz this is no longer the case."}, {"type": "text", "content": "The second reason is that it is devoid of any moral grandstanding. One of Trump’s greatest strengths has been to come across, despite his privileged upbringing, as a man of the people. Calling someone “weird” brings the name-caller down to just the right level: mean but not quite low enough to be considered below the belt."}, {"type": "text", "content": "Third, it’s the other side who are meant to be the “wackos”. One of the main attack lines from the right over the past few years has been framing the left as weird: “weird” drag queens reading books to children; “weird” pro-choicers who want to kill babies; “weird” women who choose not to have children. It must be rather uncomfortable, then, to suddenly be told that it is your side, actually, that is “creepy”."}, {"type": "text", "content": "It comes down to this: the Democrats are currently beating Trump at his own game. The intellectualising, the moralising, the hysteria over Trump’s threat to world stability — all of that was too dull and depressing and too obviously partisan to be persuasive. Cackling at him and his “cat lady”-obsessed running mate, though — now that’s something that everyone can get on board with."}, {"type": "text", "content": "jemima.kelly@ft.com"}], "url": "https://www.ft.com/content/29334b17-e5bf-4650-8578-866cb2c980f4"}, {"title": "Big Oil calls on Kamala Harris to come clean on her energy and climate plans", "description": "Democratic presidential candidate has dropped her opposition to fracking but still supports green transition", "author": "Jamie Smyth", "published_date": "2024-08-31T12:00:13.280Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F302d7384-114d-443d-ae54-deecc6bf71a5.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "The US oil industry and Republicans are demanding Kamala Harris clarify her energy and climate policy, as the Democratic candidate tries to please her progressive base without alienating voters in shale areas such as Pennsylvania, a crucial swing state."}, {"type": "text", "content": "On Thursday, the vice-president said she no longer supported a ban on fracking, the technology that unleashed the shale revolution. But Harris's reversal has not quelled accusations from Donald Trump or US executives that she would damage the country's oil and gas sector."}, {"type": "text", "content": "The heads of the US’s two biggest oil lobby groups said the Democratic candidate must also say whether she would keep or end a pause on federal approvals for new liquefied natural gas plants, and whether she supported curbs on drilling imposed by the Biden administration."}, {"type": "text", "content": "“Based on what we know of her past positions, the bills that she has sponsored, and her past statements she’s taken a pretty aggressively anti-energy and anti-oil and gas industry stand,” said Anne Bradbury, head of the American Exploration and Production Council."}, {"type": "text", "content": "“These are significant and major policy questions that impact every American family and business, and which voters deserve to understand better when making their choice in November,” she said."}, {"type": "text", "content": "Mike Sommers, chief executive of the American Petroleum Institute, Big Oil's most powerful lobby group, said Harris should say whether she would stick with Biden administration policies that had unleashed “a regulatory onslaught the likes of which this industry has never seen”."}, {"type": "text", "content": "Trump, the Republican candidate, has accused Harris of plotting a “war on American energy” and has repeatedly blamed her and President Joe Biden for high fuel costs in recent years."}, {"type": "text", "content": "On Thursday, he vowed to scrap Biden administration policies that “distort energy markets”. The former president has called climate change a hoax and his advisers have said he would gut Biden's signature climate legislation, the Inflation Reduction Act."}, {"type": "text", "content": "The debate over Harris’s energy policy comes as she and Trump court blue-collar workers in Pennsylvania, a huge shale gas producer that employs 72,000 workers — a potentially decisive voting group in a state Biden won narrowly in 2020."}, {"type": "text", "content": "Harris said in 2019 that she supported a fracking ban but told CNN on Thursday she had ditched that position and the US could have “a thriving clean energy economy without banning fracking”."}, {"type": "text", "content": "US oil and gas production has reached a record high under Biden, even as clean energy capacity has expanded rapidly."}, {"type": "text", "content": "But gas executives in particular have been alarmed at a federal pause on building new LNG export plants, which supply customers from Europe to Asia, saying the policy will stymie further US shale output."}, {"type": "text", "content": "Toby Rice, chief executive of Pennsylvania-based EQT, the US’s largest natural gas producer, said Harris should lift the restrictions, which he argued would compromise energy security."}, {"type": "text", "content": "“Ignoring her anti-fracking statement four years ago for a second, can we talk about the recent LNG pause that was put in place this year?”, he said. “This is a policy that has received massive criticism from all sides — our allies, industry and environmental champions . . . a step backwards for climate and American energy security.”"}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F737e58c9-2491-45c0-9274-e9a76716887b.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "While Biden put climate at the centre of his and Harris’s 2020 White House campaign, Harris has been largely silent, and made only a passing reference to climate change in her speech at the Democratic convention."}, {"type": "text", "content": "“It looks like the Harris campaign has concluded that it’s safer to avoid antagonising producers or climate activists by skirting these issues entirely,” said Kevin Book, managing director of ClearView Energy Partners."}, {"type": "text", "content": "Climate-focused voters are less vexed than energy executives by the lack of explicit policy from Harris."}, {"type": "text", "content": "“Let’s be clear: the most important climate policy right now is defeating Donald Trump in November,” said Cassidy DiPaola of Fossil Free Media, a non-profit organisation. “All the wonky policy details in the world won’t matter if climate deniers control the White House.”"}, {"type": "text", "content": "Last week the political arms of the League of Conservation Voters, Climate Power and the Environmental Defense Fund unveiled a $55mn advertising campaign backing Harris in swing states, focused on economic rather than climate issues."}, {"type": "text", "content": "In contrast, Trump has courted oil bosses who are backing his pledge to slash regulation and scrap clean energy subsidies. His campaign received nearly $14mn from the industry this election cycle through June, according to OpenSecrets, almost double his oil haul through May."}, {"type": "text", "content": "Additional reporting by Sam Learner"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F384cfd92-a50b-4bce-9d00-ffdbff93b8ec.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Where climate change meets business, markets and politics. Explore the FT’s coverage here."}, {"type": "text", "content": "Are you curious about the FT’s environmental sustainability commitments? Find out more about our science-based targets here"}], "url": "https://www.ft.com/content/d85a2ae2-3693-4132-9a48-8e175997f241"}, {"title": "Donald Trump says he will vote against abortion rights in Florida", "description": "Comments set to throw renewed spotlight on issue Democrats have targeted Republican presidential candidate over", "author": "James Politi", "published_date": "2024-08-30T23:22:05.798Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fd15fb49f-db6b-4f07-aa5e-85df81b146d5.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Donald Trump said he would vote against an amendment to Florida’s state constitution guaranteeing abortion rights, raising the stakes on an issue that is mobilising Democrats and threatening his White House bid."}, {"type": "text", "content": "The former Republican president had sent mixed signals and avoided taking a stance on the proposed amendment, which will appear on the state ballot in November’s election."}, {"type": "text", "content": "But on Friday, he told Fox News that he would be voting “no” on the measure, which would protect abortion rights until viability and negate a law signed by Republican governor Ron DeSantis in Trump’s home state that bans abortions after six weeks of gestation."}, {"type": "text", "content": "Trump said that while he disagreed with a six-week ban because “you need more time”, Democrats had “radical” policies on abortion. “It is just a ridiculous situation where you can do an abortion in the ninth month,” he said. Just 1 per cent of the abortions reported in the US happen after the 21st week of pregnancy."}, {"type": "text", "content": "The former president has been caught between the need to maintain the support of staunchly conservative, religious voters who are opposed to abortion, and the political imperative of winning over moderate and independent voters who favour abortion rights."}, {"type": "text", "content": "Trump and other Republicans have been on the defensive over abortion ever since the conservative majority on the Supreme Court, including three justices he appointed during his presidency, overturned the right to an abortion nationally in 2022. That has prompted Republican-controlled state legislatures across the country to pass increasingly strict abortion laws, including the six-week abortion ban in Florida."}, {"type": "text", "content": "Opinion polls consistently show that the majority of Americans oppose such strict measures, and Democrats, including Trump’s rival in the race for the White House, US vice-president Kamala Harris, have relentlessly pounded Trump on abortion rights — and raised concerns that other reproductive practices, including in vitro fertilisation and contraception, could be at risk if he is re-elected."}, {"type": "text", "content": "Earlier this week, Trump had scrambled to say that he would ensure funding for IVF procedures, and on Thursday he had suggested that in Florida he would vote to make sure that abortion was not limited to the first six weeks of pregnancy."}, {"type": "text", "content": "But that comment triggered a backlash from the right, forcing him to clarify his position opposing the amendment on Friday."}, {"type": "text", "content": "Harris said in a statement that with his comments on Friday to Fox News, Trump had “just made his position on abortion very clear: he will vote to uphold an abortion ban so extreme it applies before many women even know they are pregnant”."}, {"type": "text", "content": "“I trust women to make their own healthcare decisions and believe the government should never come between a woman and her doctor,” Harris added."}, {"type": "text", "content": "Trump’s struggles to define his positions on reproductive rights come after his campaign attacked Harris for changing stances on a number of issues, including healthcare, energy and immigration, in order to appeal to centrist voters."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252Ff1d52629-6300-4006-88fa-1aeba5fccf23.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "Trump’s latest comments on abortion came hours before he was set to address a national conference for Moms for Liberty, a conservative women’s group, in Washington. The Florida-based political organisation was formed to protest Covid-19 pandemic mask and vaccine mandates and now advocates to stop public schools from teaching about LGBT+ identities and structural racism, among other issues."}, {"type": "text", "content": "Tiffany Justice, a co-founder of the group, told the Financial Times earlier on Friday that Trump “really understands and cares about parents and parental rights” and urged anyone who had “an issue” with his stance on abortion to look at the Democratic party’s positions."}, {"type": "text", "content": "“Just wait until you see what the Harris-[Tim] Walz ticket, how anti-life they are,” Justice said. “People need to understand, we need to move our country forward, we need to unite to do that, and if there is anything that we can come together on, it should be our children and their health and safety and development.”"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F95d67647-6c94-4c9e-aa8e-c28f090c183d.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "Kamala Harris vs Donald Trump: tell us how the 2024 US election will affect you"}], "url": "https://www.ft.com/content/ebf76aea-fd66-4adf-8dcc-29848e46741c"}, {"title": "Silicon Valley’s elite rattled by prospect of tax on unrealised gains", "description": "Democratic proposal faces long odds but has nevertheless alarmed ultra-wealthy venture capitalists, entrepreneurs and investors", "author": "Tabby Kinder", "published_date": "2024-08-30T04:00:57.446Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F99034862-244d-4c6b-8229-dc9baae6e293.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "A novel proposal to tax the unrealised gains of wealthy Americans has incited fury from Silicon Valley’s richest investors."}, {"type": "text", "content": "US vice-president Kamala Harris, the Democratic nominee for the 2024 presidential election, rolled out a tax plan last week aimed at raising nearly $5tn over a decade. It included support for the controversial tax proposal, which was also part of President Joe Biden’s federal budget plan for 2025."}, {"type": "text", "content": "Under the plan, people with more than $100mn in wealth would pay taxes of at least 25 per cent on a combination of their income and their unrealised capital gains — the value of the appreciation in the assets they own, which include stocks, bonds, real estate and other assets such as investments in start-up companies."}, {"type": "text", "content": "It is a political long shot, but if enacted would mark a fundamental change in how America’s richest individuals were taxed by sweeping in investment gains before an asset was sold or the person died. Billionaires such as Elon Musk, Warren Buffett and Jeff Bezos, whose wealth is mostly derived from the stock they own, as well as the founders and backers of successful start-up companies, would likely face large tax bills."}, {"type": "text", "content": "“It captures a small number of people, but for the people it impacts, it impacts them very meaningfully,” said Michael Bolotin, a tax partner at law firm Debevoise & Plimpton."}, {"type": "text", "content": "Some technology investors have railed against the proposals, claiming that the tax would stifle innovation as the founders and backers of high-performing start-ups would be penalised for large increases in their valuations. Marc Andreessen, the co-founder of $35bn venture capital firm Andreessen Horowitz, said during a podcast in July that if the tax was enacted, start-up companies would become “completely implausible”."}, {"type": "text", "content": "“Venture capital just ends. Firms like ours don’t exist,” Andreessen said. “Why on earth is anybody going to go do this versus going to Google and getting paid a lot of money every year in cash?”"}, {"type": "text", "content": "The tax plan has also caused tensions with wealthy donors who are supporting Harris. Donors to her campaign have pushed back on the proposals in private meetings with Harris, and encouraged her to drop them from her election manifesto, according to a New York Times report. Harris has raised at least $540mn since launching her campaign, with contributions from a string of Silicon Valley groups such as VCs for Harris, which includes LinkedIn founder Reid Hoffman."}, {"type": "text", "content": "The idea of a so-called billionaire tax was initially floated by Ron Wyden, a Democratic senator from Oregon, and would have applied to individuals with $1bn or more in assets and who earned $100mn in three consecutive years — affecting only about 700 people. The latest version lowers the threshold to capture “centi-millionaires” — people whose wealth is more than $100mn — although it is not clear how many additional people it would affect."}, {"type": "text", "content": "The proposals are designed to address inequality in the US tax system that means the super-rich pay a lower overall rate of tax than most working families by favouring income from wealth over income from labour. The wealthiest 400 billionaire families in the US paid an average federal individual tax rate of 8.2 per cent compared with 13 per cent by the average American taxpayer, according to a 2021 White House study."}, {"type": "text", "content": "For example, Amazon founder and chief executive Bezos reported income of $4.2bn between 2014 and 2018, according to the Institute on Taxation and Economic Policy. His wealth during that period increased by $99bn, the think-tank said, mostly due to the appreciation of his approximately 10 per cent stake in Amazon. As most of this asset appreciation was not realised — since the shares were not sold — it was not part of Bezos’s taxable income."}, {"type": "text", "content": "If Bezos gives his Amazon stock to his heirs when he dies, the inheritor is only required to pay capital gain tax on the appreciation of the stock’s value between when they inherited it and when it is sold. This means the unrealised gains accrued during Bezos’s ownership of the stock are never taxed as income."}, {"type": "text", "content": "The proposals have not been fully fleshed out in legislation, and there are high hurdles to becoming law. Even if the Democrats won a majority in Congress in November, they would face significant political opposition. There would almost certainly be legal challenges as to whether the US has the constitutional authority to impose such a tax."}, {"type": "text", "content": "Valuing unrealised gains would also present difficulties. In public markets, the sale of a large block of shares could command either a premium or a discount to the market price. Meanwhile, privately held investments prices can be extremely volatile, raising the possibility of a large tax bill one year and then zero or a reimbursement the next. The taxpayer would have to have enough liquidity to settle their tax bill, which could force them to borrow money from banks or credit firms, or sell their shares."}, {"type": "text", "content": "“When we talk about taxing unrealised gains, what we are doing is creating a fictional transaction and then looking at the amount of gains that would have been realised,” said Steve Rosenthal, a senior fellow at the Urban-Brookings Tax Policy Institute. “We don’t truly have a sale so there’s an issue of picking the right number.”"}, {"type": "text", "content": "However, he said a threat to entrepreneurship was “rubbish” as the benefits of having achieving such wealth outweighed the adverse effects of the increased tax burden."}, {"type": "text", "content": "The founders and top executives of successful companies typically opt to receive most of their income in the form of stock, which allows them to decide how much income to realise each year, leaving most of it untaxed. Often they can avoid selling and instead borrow against their assets to finance their lifestyles."}, {"type": "text", "content": "For example, Tesla chief executive Musk has said he receives basically no cash salary from the electric vehicle-maker or his other companies. When Musk bought Twitter, now X, for $44bn in 2022, he funded $13bn of the transaction with bank loans, partly secured against Tesla stock."}, {"type": "text", "content": "Musk criticised the tax proposals when they were first floated by the Democrats in 2021. He replied to a post on Twitter that protested the tax, saying: “Exactly. Eventually, they run out of other people’s money and then they come for you.”"}, {"type": "text", "content": "Musk and Andreessen are among a handful of wealthy technology executives who have voiced their support for Trump to win the 2024 election in recent weeks."}, {"type": "text", "content": "Elsewhere in the tech industry, founders of successful start-ups and their investors would be taxed on large increases in the value of their equity in the company through private share transactions, even when they have not bought or sold shares."}, {"type": "text", "content": "Stripe, a Dublin- and San Francisco-based payments start-up, surged in value from $36bn to $95bn between 2020 and 2021 during a series of fundraising rounds. Hypothetically, if an individual investor owned 10 per cent of Stripe’s preferred stock during that period, they would owe as much as $1.5bn in taxes for the year under the Harris proposal. Stripe’s founders, Patrick and John Collison, own about 10 per cent of the common stock, which trades at a discount to the headline preferred price. Its value has also fluctuated. A rise in value could lead to a hefty tax bill."}, {"type": "text", "content": "Complicating matters, Stripe’s valuation has dropped to $70bn. In such a scenario, owners of its stock could potentially claim a tax refund on the loss in value, as the proposals allow the tax to be paid over nine annual instalments."}, {"type": "text", "content": "“There’s definitely a visceral reaction to the idea that you could be a founder of a start-up and have stock in a company that is illiquid, and be successful enough that you have a huge gain in the stock on paper, and as a result be left with dry income you have to pay tax on without any realistic way of getting liquidity,” said Scott Blumenkranz, a partner in the Silicon Valley office of Freshfields."}, {"type": "text", "content": "Paradoxically, the tax could even disincentivise founders from taking their company public if it is valued lower as a private company than it would be on the stock market."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F281d2b84-d20c-4e16-af29-72c42396cb11.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "Start-up investors at venture capital firms would be captured by the tax proposal if their individual carried interest — the main component of remuneration in investment firms — is greater than $100mn. Carried interest is a performance fee that pays partners with a percentage of the fund’s profits, usually about 20 per cent."}, {"type": "text", "content": "Peter Hébert, a co-founder of Lux Capital, said the number of venture capital partners in Silicon Valley who would be affected is “not zero”."}, {"type": "text", "content": "“There will be [general partners of VC firms] that earn over $100mn in carried interest,” he said, although, he added the tax proposals were an “illogical policy that has a very low likelihood of being enacted”."}, {"type": "text", "content": "Sign up to our US Election Countdown newsletter, your essential guide to the twists and turns of the 2024 presidential election"}], "url": "https://www.ft.com/content/a074a9c7-a4c1-4f6b-a8fc-bd81fb7ac793"}, {"title": "Kamala Harris pitches for centre in first big TV interview as presidential candidate", "description": "Vice-president says she has changed her stances on fracking ban and illegal immigration", "author": "James Politi", "published_date": "2024-08-30T02:25:49.191Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Ff1d52629-6300-4006-88fa-1aeba5fccf23.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Kamala Harris made another pitch to moderate voters on Thursday, distancing her positions from the left of the Democratic party on immigration, energy and foreign policy in her first big interview since launching her White House run."}, {"type": "text", "content": "The US vice-president spoke to CNN at a café in Savannah, Georgia, alongside her running mate Tim Walz, as she tries to maintain the momentum that has given her a slight polling lead over Donald Trump in the presidential race."}, {"type": "text", "content": "Faced with persistent concerns among voters over inflation, Harris vowed to take new steps to lower housing, drug and food costs on her first day in office if she beats Trump, but defended the Biden administration’s handling of the economy."}, {"type": "text", "content": "“Prices, in particular for groceries, are still too high. The American people know it,” she said. “There’s more to do.”"}, {"type": "text", "content": "Trump and many Republicans have tried on the campaign trail to portray Harris as a radical leftist based on stances she took mainly during her failed bid for the Democratic presidential nomination in 2019."}, {"type": "text", "content": "But the vice-president used the interview to double down on her shift to the middle since then. On immigration, she said the US had “laws that have to be followed and enforced that address and deal with people who cross the border illegally” while vowing that there would be “consequences” for those who broke them."}, {"type": "text", "content": "US vice-president Kamala Harris speaks to CNN alongside her running mate Tim Walz"}, {"type": "text", "content": "Do you still want to ban fracking?"}, {"type": "text", "content": "No, and I made that clear on the debate stage in 2020 that I would not ban fracking. As vice president, I did not ban fracking. As president, I will not ban fracking."}, {"type": "text", "content": "In 2019, I believe at a town hall, you said, you were asked would you commit to implementing a federal ban on fracking on your first day in office? And you said, there's no question. I'm in favour of banning fracking. So, yes. So it changed in that campaign?"}, {"type": "text", "content": "In 2020, I made very clear where I stand. We are in 2024, and I've not changed that position, nor will I going forward. I kept my word, and I will keep my word."}, {"type": "text", "content": "What made you change that position at the time?"}, {"type": "text", "content": "Well, let's be clear. My values have not changed. I believe it is very important that we take seriously what we must do to guard against what is a clear crisis in terms of the climate. And to do that, we can do what we have accomplished thus far. The Inflation Reduction Act, what we have done to invest, by my calculation, over probably $1 trillion over the next 10 years, investing in a clean energy economy, what we've already done creating over 300,000 new clean energy jobs."}, {"type": "text", "content": "That tells me, from my experience as vice president, we can do it without banning fracking. In fact, Dana-- Dana, excuse me-- I cast the tie-breaking vote that actually increased leases for fracking as vice president. So I'm very clear about where I stand."}, {"type": "text", "content": "And was there some policy or scientific data that you saw that you said, OK, I get it now."}, {"type": "text", "content": "What I have seen is that we can grow and we can increase a thriving clean energy economy without banning fracking."}, {"type": "text", "content": "Just one other question about something that you said in 2019 when you first ran. There was a debate. You raised your hand when asked whether or not the border should be decriminalised. Do you still believe that?"}, {"type": "text", "content": "I believe there should be consequence. We have laws that have to be followed and enforced that address and deal with people who cross our border illegally. And there should be consequence. And let's be clear-- in this race, I'm the only person who has prosecuted transnational criminal organisations who-- trafficking guns, drugs, and human beings. I'm the only person in this race who actually served a border state as attorney general to enforce our laws. And I would enforce our laws as president going forward. I recognise the problem."}, {"type": "text", "content": "On energy, she promised not to ban “fracking” to extract shale oil and gas, a practice that faces fierce opposition from climate activists, despite vowing five years ago to ban it. “As vice-president, I did not ban fracking. As president, I will not ban fracking.”"}, {"type": "text", "content": "Pressed to explain her shift on those issues, Harris repeatedly said her “values have not changed”."}, {"type": "text", "content": "Harris had faced criticism for avoiding unscripted interviews and failing to hold a full-blown press conference since she replaced Joe Biden as the Democratic candidate, preferring campaign stump speeches and brief exchanges with reporters."}, {"type": "text", "content": "According to the Financial Times polling average, Harris holds a 3.6 percentage point lead over Trump nationally, while many other surveys also give her an edge in several swing states."}, {"type": "text", "content": "At his own event in Wisconsin on Thursday, Trump criticised Harris’s performance. “She didn’t look like a leader to me,” he said before the full interview aired on CNN. “I don’t see her negotiating with President Xi of China. I don’t see her with Kim Jong Un,” he added, speaking of North Korea's dictator."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252Fab6f3f19-fa8a-4467-948a-b0e292ee8e15.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "During the interview, Harris was asked about Trump’s personal attacks on her, including when he questioned her racial identity last month. “Same old tired playbook,” Harris responded. “Next question, please.”"}, {"type": "text", "content": "On foreign policy, Harris rejected a change in US policy on Israel’s war in Gaza and repeated that the Biden administration was pushing for a ceasefire deal to end the conflict and free hostages held by Hamas."}, {"type": "text", "content": "Harris also promised to include a Republican in her cabinet if she won the US presidency."}, {"type": "text", "content": "“I think it’s important to have people at the table when some of the most important decisions are being made that have different views, different experiences,” she said. “And I think it would be to the benefit of the American public to have a member of my cabinet who was a Republican.”"}, {"type": "text", "content": "Sign up to our US Election Countdown newsletter, your essential guide to the twists and turns of the 2024 presidential election"}], "url": "https://www.ft.com/content/b5f3cc65-6d88-41e0-9c83-51a31c882cd8"}, {"title": "JD Vance urges billionaire Peter Thiel to help bankroll Trump campaign", "description": "Republican vice-presidential nominee also says Google ought to be broken up in FT interview", "author": "Alex Rogers", "published_date": "2024-08-29T20:00:09.371Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Ffb851d49-7929-4bc9-a9ce-39e3754d3725.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "Donald Trump’s running mate JD Vance has urged tech billionaire Peter Thiel to “get off the sidelines” and help bankroll the Republicans’ White House bid, as the party tries to build a war chest to defeat Kamala Harris."}, {"type": "text", "content": "Vance’s plea to Thiel, his former Silicon Valley boss, came in an interview with the Financial Times in Wisconsin, one of the swing states that could decide November’s presidential election, where he also called for the break-up of one of Big Tech’s most powerful companies, Google."}, {"type": "text", "content": "Thiel, co-founder of online payments system PayPal and data analytics group Palantir, has been reluctant to support any candidates in this year’s election despite donating to the Republican campaign in 2016 and sponsoring Vance’s US Senate bid in 2022."}, {"type": "text", "content": "“I’m going to keep on talking to Peter and persuading him that — you know he’s obviously been exhausted by politics a little bit — but he’s going to be really exhausted by politics if we lose and if Kamala Harris is president,” Vance told the FT."}, {"type": "text", "content": "“He is fundamentally a conservative guy, and I think that he needs to get off the sidelines and support the ticket.”"}, {"type": "text", "content": "A Thiel representative did not respond to requests for comment."}, {"type": "text", "content": "Last year Thiel said he did not intend to give “any money to Republican politicians in 2024” after being disappointed by the Trump presidency, adding: “There’s always a chance I might change my mind.”"}, {"type": "text", "content": "On Silicon Valley regulation, Vance differentiated between big and small tech companies and said “a lot” of the big ones should be split to promote innovation."}, {"type": "text", "content": "“I think Google ought to be broken up,” said Vance. “I think it’s way too big, way too powerful, and we’ll see how things look in 2025.”"}, {"type": "text", "content": "His comments dealt a blow to hopes for a more lenient approach to antitrust under a possible Trump-Vance administration than the tougher stance taken by enforcers during Joe Biden’s term in office."}, {"type": "text", "content": "Google in particular has been under the gun. It recently lost a case brought by the Department of Justice that accused it of monopolising the online search market. The DoJ is expected to make its recommendations soon on what penalties the judge should impose, which could range from barring certain contractual agreements to breaking up the company."}, {"type": "text", "content": "Google is also due to go on trial in another DoJ antitrust lawsuit, this time targeting its digital advertising business. Other Big Tech groups are facing similarly sweeping antitrust cases, including Apple, Amazon and Meta."}, {"type": "text", "content": "Trump picked Vance as his running mate in July in a bid to court blue-collar voters in battleground states. Vance came to fame as the author of a memoir of his early life in poverty in the Appalachia region."}, {"type": "text", "content": "The Trump campaign has attracted donations from wealthy contributors, including banking heir Tim Mellon, who has given $115mn to a Trump group, and private equity bosses such as Stephen Schwarzman."}, {"type": "text", "content": "Vance, 40, served in the US Marines, graduated from Yale Law School and worked for Thiel’s California venture capital firm before being elected as a US senator for Ohio."}, {"type": "text", "content": "After Trump named him as his running mate, Vance delivered a speech at the Republican convention last month blaming “Wall Street barons” for the financial crisis and said his party was “done . . . catering to Wall Street”."}, {"type": "text", "content": "But Vance told the FT: “I’m not anti-Wall Street, I’m not pro-Wall Street. I’m just pro the real economy and actually building things and making things in America.”"}, {"type": "text", "content": "Asked if allies such as the UK, EU or Japan should be forced to pay Trump’s proposed tariff of 10 to 20 per cent on imports, Vance said China should be treated “a little bit different”."}, {"type": "text", "content": "Recommended"}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F118fb7e4-0d82-4241-81d1-94ec392a59a4.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240", "description": ""}, {"type": "text", "content": "The US needed to be “willing to push back against some of the worst excesses of globalisation”, he added, referring to China’s use of forced labour."}, {"type": "text", "content": "“You need to use the carrot and the stick to say: ‘No, we’re not going to allow these guys to have access to our markets when they’re trying to undercut American wages and steal American factories.’”"}, {"type": "text", "content": "Vance also said a Trump administration would “care” about the US’s growing debt burden."}, {"type": "text", "content": "The Penn Wharton Budget Model, a non-partisan research initiative, has projected that the Trump campaign’s tax and spend proposals would increase deficits by $5.8tn over the next 10 years on a conventional basis, compared with $1.2tn for Harris."}, {"type": "text", "content": "“We’re going to take the deficit very seriously, but we’re also not going to be hamstrung by estimates that have been wrong in the past, and we think are going to be wrong in the future,” said Vance."}], "url": "https://www.ft.com/content/52a7c7b8-945c-4357-af36-cea77645b164"}, {"title": "Inside Republicans’ anxiety over Trump ", "description": "Also in today’s newsletter, the familiar name foiling Democrats’ efforts to rein in big business, and falling petrol prices ", "author": "Steff Chávez", "published_date": "2024-08-29T13:00:55.719Z", "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F8b8c8de6-cd7a-472e-8101-a67459e8c1ee.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "content": [{"type": "text", "content": "This is an on-site version of the US Election Countdown newsletter. You can read the previous edition here. Sign up for free here to get it on Tuesdays and Thursdays. Email us at electioncountdown@ft.com"}, {"type": "text", "content": "Good morning and welcome to US Election Countdown. Today let’s discuss:"}, {"type": "text", "content": "Republicans’ frustration with the Trump campaign"}, {"type": "text", "content": "Conservative superstar lawyer Eugene Scalia"}, {"type": "text", "content": "Petrol prices and energy sector angst"}, {"type": "text", "content": "Some Republicans, including strategists and donors, are growing irritated with how Donald Trump is approaching his campaign to win back the White House [free to read]."}, {"type": "text", "content": "They’re not panicking about Trump’s election prospects — Republican strategist John Feehery told me Kamala Harris would have to be up 7 percentage points in national polls for real fright to set in — but they’re anxious about his inability to find effective attack lines. They’re also unamused by what they see as overly fawning media coverage of Harris’s campaign."}, {"type": "text", "content": "As Republican strategist Kevin Madden told me:"}, {"type": "text", "content": "The dominant mood among Republicans, based on the last month, has been one of frustration . . . her campaign has been allowed to coast for a month and get a free pass. The best time to define her was right out of the gate."}, {"type": "text", "content": "Trump has signalled he’s going to get back on offence and try to do more to define Harris, so we’ll see if Republicans start to execute a more co-ordinated campaign and get some momentum back."}, {"type": "text", "content": "Feehery added that Republicans are “nervous” as they face the reality that it will be a “very tough” and “very close” race while their candidate struggles to stay disciplined on messaging."}, {"type": "text", "content": "The election is no longer the slam dunk Trump and his party were anticipating when they were running against Joe Biden. Harris is up 3.7 percentage points nationally, according to the FT’s polling average. Trump, however, had a 3.2 percentage point lead over Biden before he dropped out, according to FiveThirtyEight."}, {"type": "text", "content": "“If [Trump] continues down this path, he’ll lose,” said Eric Levine, a New York bankruptcy lawyer and a prominent donor to Senate Republicans. “The only way you’re going to get those voters who are going to Harris . . . is to change strategy”."}, {"type": "text", "content": "But some party donors and operatives close to Trump are still upbeat. They’re betting that the race will shift back the former president’s way as Harris faces scrutiny on policy issues such as the economy and immigration — especially as the September 10 debate nears."}, {"type": "text", "content": "“We really haven’t had a conversation about the direction of the country. We’ve had a conversation about the reset of the Democratic party. And Harris’s support is nowhere near the level of Biden support in 2020,” said former Trump-aide-turned-lobbyist Bryan Lanza."}, {"type": "text", "content": "Harris, alongside running mate Tim Walz, will sit for her first interview since becoming the Democratic candidate. It airs at 9pm Eastern time. (CNN)"}, {"type": "text", "content": "China is struggling to get meetings with members of Trump’s camp. [Free to read]"}, {"type": "text", "content": "Harris will end a two-day campaign swing through Georgia today as she tries to keep the battleground state in play. (The Washington Post)"}, {"type": "text", "content": "US prosecutors have filed a revised criminal indictment against Trump in the federal 2020 election interference case."}, {"type": "text", "content": "Trump has appointed fringe ex-Democrats Robert F Kennedy Jr and Tulsi Gabbard as honorary co-chairs of his presidential transition team."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F38f822f6-b291-4d87-bbd2-a7f3c84cddc0.png?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": "Eugene Scalia, the second child of late US Supreme Court justice Antonin Scalia, has taken up his father’s intellectual mantle as a critic of powerful government agencies © Cliff Owen/AP"}, {"type": "text", "content": "Conservative law has an anti-regulatory superstar with a familiar name: Scalia."}, {"type": "text", "content": "Eugene Scalia, son of former US Supreme Court justice Antonin Scalia, has been on a successful crusade to foil the Biden administration’s efforts to rein in big business."}, {"type": "text", "content": "In recent months, his legal arguments have dented climate disclosure rules, regulations for private funds and the Federal Trade Commission’s ban on non-compete agreements, which can make it tricky for people to switch jobs."}, {"type": "text", "content": "Scalia told the FT’s Stefania Palma and Brooke Masters:"}, {"type": "text", "content": "I love the principles and ideas that [this] country was founded on, and those include a government that is respectful of liberty. When government intrudes on rights, treats people unfairly and claims power the people never gave it, I find it rewarding to call that out."}, {"type": "text", "content": "Challenging that sort of government behaviour is a way of furthering American values."}, {"type": "text", "content": "Trump said he wants to resume the light-touch regulation that featured in his first term in the White House. On the Democratic side, it’s anyone’s guess whether Harris will follow in Biden’s footsteps with aggressive policies on financial regulation and competition."}, {"type": "text", "content": "But as Brooke argues, Harris would be “squeezed by aggressive industry litigation and hostile judges”. Scalia would certainly fan those flames."}, {"type": "text", "content": "Petrol prices — a critical political issue for incumbent candidates — are going Harris’s way."}, {"type": "text", "content": "With less than 10 weeks to go until election day, drivers are paying about $3.35 per gallon at the pump, according to the American Automobile Association."}, {"type": "image", "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd6c748xw2pzm8.cloudfront.net%2Fprod%2F008f2fb0-6170-11ef-8fa2-07fb75d08ef9-standard.png?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1", "description": ""}, {"type": "text", "content": "That’s still higher than when Biden took office and the average during Trump’s presidency, but, as the FT’s Myles McCormick has pointed out, prices are at their lowest level since March and they look like they’ll keep going down. (FT Premium subscribers can click here to sign up for our Energy Source newsletter.)"}, {"type": "text", "content": "The sector itself, however, is likely getting antsy about Harris’s plans."}, {"type": "text", "content": "US oil and gas companies will want Harris to put forth her energy and climate policies amid worries that she’ll further restrict fossil fuel development."}, {"type": "text", "content": "Why has she stayed quiet on energy and climate so far?"}, {"type": "text", "content": "“It looks like the Harris campaign has concluded that it’s safer to avoid antagonising producers or climate activists by skirting these issues entirely,” Kevin Book, managing director of Clearview Energy Partners, told the FT’s Jamie Smyth."}, {"type": "text", "content": "While Harris needs the support of young voters in the crucial swing state of Pennsylvania, she doesn’t want to risk alienating its oil and gas producers, which have a powerful lobby."}, {"type": "text", "content": "Ahead of Harris’s first interview, Ed Luce takes a look at why she has been reluctant to speak to the press — and why that is a disservice to voters."}, {"type": "text", "content": "Elaine Godfrey joined a “Swifties for Kamala” call as Democrats try to harness Taylor Swift’s devoted fan base and put it to political use. (The Atlantic)"}, {"type": "text", "content": "Jon Allsop explores the definition of “election interference”, which seems to be everywhere these days. (The New Yorker)"}, {"type": "text", "content": "One thing Janan Ganesh thinks Biden got right: managing the decline of the US’s power."}, {"type": "text", "content": "Join us on September 7 in London and online for the annual FT Weekend Festival. And don’t miss US national editor and columnist Edward Luce and chief foreign affairs commentator Gideon Rachman’s session: America and the world. As a US Election Countdown reader you can take advantage of our special promo code Newsletters24. Register here."}, {"type": "text", "content": "FT Exclusive — Be the first to see exclusive FT scoops, features, analysis and investigations. Sign up here"}, {"type": "text", "content": "Breaking News — Be alerted to the latest stories as soon as they’re published. Sign up here"}], "url": "https://www.ft.com/content/91c9404c-0726-4833-831b-d7b6402d3ddb"}]