[
    {
        "title": "Hizbollah chief vows to implement ceasefire with Israel in group’s heartland",
        "description": "In first speech since truce took effect, militant group’s leader says he will work with Lebanon’s army ",
        "author": "Richard Salame",
        "published_date": "2024-11-29T18:29:38.513Z",
        "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fcc0493ab-5263-4284-b8b5-9703c213bf58.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1",
        "content": [
            {
                "type": "text",
                "content": "Hizbollah’s leader Naim Qassem has publicly endorsed a commitment in his group’s ceasefire with Israel to move Lebanon’s armed forces into the country’s south, an area considered the militant group’s heartland."
            },
            {
                "type": "text",
                "content": "In his first speech since the US-brokered ceasefire took effect on Wednesday, Qassem affirmed Hizbollah’s commitment to the deal, maintaining it was not a “new agreement” but one implementing the existing UN resolution dating to the end of the 2006 war."
            },
            {
                "type": "text",
                "content": "“This agreement confirms the withdrawal of the Israeli army from all the places it occupied, and the deployment of the Lebanese army . . . south of the Litani River,” Qassem said, adding Hizbollah and the national army would co-ordinate at a “high level” to implement the truce’s terms."
            },
            {
                "type": "text",
                "content": "Hizbollah has repeatedly claimed victory following the ceasefire, although much of southern Lebanon lies in ruins after a grinding battle of attrition. The group’s weapons and infrastructure have been badly damaged and many of its leadership assassinated."
            },
            {
                "type": "text",
                "content": "Qassem said: “We are facing a great victory that surpasses the victory that occurred in July 2006 [after the last full-scale war between Israel and Hizbollah] due to the length of time, the ferocity of the battle, the great sacrifices and also the hordes of hostility with all the American and western support.”"
            },
            {
                "type": "text",
                "content": "Hizbollah began firing into Israel following Hamas’s October 7 2023 attack on the Jewish state. That resulted in near-daily cross-border shelling that erupted into full-blown war two months ago."
            },
            {
                "type": "text",
                "content": "Nearly 4,000 people were killed, including almost 1,000 women and children, according to Lebanon’s health ministry, and more than 1mn displaced — the vast majority of those in the past two months. About 140 Israelis have been killed in the fighting, and 60,000 residents of northern Israel evacuated."
            },
            {
                "type": "image",
                "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F6232fbaf-3a88-46f7-8369-81c45ff0f7fa.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1",
                "description": "People return to their villages as they pass a destroyed building in Tyre, south Lebanon © Hussein Malla/AP"
            },
            {
                "type": "text",
                "content": "Many of Lebanon’s displaced began moving back to the south as soon as the ceasefire took effect. But Israel’s military has warned Lebanese residents not to go to some 60 villages and their surrounding areas, saying anyone who does so “puts themselves in danger”."
            },
            {
                "type": "text",
                "content": "Israel’s military said its air force struck a Hizbollah “mobile missile platform” it detected moving on Friday. “The IDF is deployed in southern Lebanon and is operating to remove threats . . . that constitute a violation of the ceasefire agreement,” it said on X."
            },
            {
                "type": "text",
                "content": "It was the third aerial strike in two days, following an air strike in the Sidon district north of the Litani River on what the Israeli military claimed was a Hizbollah weapons storage facility, and a reported drone strike on Taybeh."
            },
            {
                "type": "text",
                "content": "The IDF declined to comment on these incidents."
            },
            {
                "type": "text",
                "content": "The Lebanese army on Thursday said it had protested “several” Israeli strikes on Lebanese territory. The UN’s peacekeeping force has recorded Israeli fire on other border villages such as Ayta el-Chaab and Yaroun, while Israeli drones and warplanes have continued overflights of southern Lebanon."
            },
            {
                "type": "text",
                "content": "The US and Israel have affirmed Israel’s right to “enforce” the ceasefire, with Israeli Prime Minister Benjamin Netanyahu saying the Jewish state maintains “full freedom of military action”."
            },
            {
                "type": "text",
                "content": "Israeli officials have said they will take aggressive steps to prevent Hizbollah re-establishing its presence near the border."
            },
            {
                "type": "text",
                "content": "Lebanon’s army has deployed across southern its country since Wednesday, setting up checkpoints and monitoring residents’ return."
            },
            {
                "type": "text",
                "content": "But Hizbollah’s non-military officials and social welfare workers have also returned to parts of southern Lebanon and were directing some relief operations, demonstrating how difficult it will be to expel the group from areas where it has roots and where it enjoys strong support."
            },
            {
                "type": "text",
                "content": "The border village of Khiam, which was the site of an intense battle between Israeli forces and Hizbollah fighters before the truce, has become a flashpoint since the ceasefire. Lebanon’s NNA reported Israel opened fire several times on the village, including on mourners attending a funeral on Friday."
            },
            {
                "type": "text",
                "content": "Four Israeli tanks entered the western neighbourhood of Khiam, NNA reported. Israel’s military said it had been “operating to distance suspects in the area of [Khiam] in southern Lebanon”, adding “no suspects have been apprehended”."
            },
            {
                "type": "text",
                "content": "Additional reporting by James Shotter in Jerusalem"
            }
        ],
        "url": "https://www.ft.com/content/4b1dee4b-9ded-4861-b802-467b57a6ce93",
        "id": "44409079957721316006689272508772397724",
        "metadata": null,
        "questions": []
    },
    {
        "title": "Sinn Féin takes narrow lead in Ireland general election exit poll ",
        "description": "Current coalition government partners Fine Gael and Fianna Fáil are both close behind, survey finds ",
        "author": "Jude Webber",
        "published_date": "2024-11-30T00:16:06.222Z",
        "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fc20a2158-b4a9-49a8-a8dc-325836e6c6bf.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1",
        "content": [
            {
                "type": "text",
                "content": "Ireland’s general election delivered an early surprise on Friday as Sinn Féin, the pro-reunification party, emerged with a narrow lead in an exit poll."
            },
            {
                "type": "text",
                "content": "But the country’s main opposition party, which had rattled business leaders in the campaign with promises of policy changes, tax cuts and spending pledges, looked set to struggle to form a government, compared with the combined forces of outgoing partners Fine Gael and Fianna Fáil, who were only slightly behind."
            },
            {
                "type": "text",
                "content": "Sinn Féin won 21.1 per cent of first preference votes under Ireland’s proportional representation system, according to the exit poll conducted by Ipsos B&A; the conservative Fine Gael was on 21 per cent and centrist party Fianna Fáil had 19.5 per cent in the same survey."
            },
            {
                "type": "text",
                "content": "Matt Carthy, Sinn Féin’s director of elections, called it a “phenomenal result” for the nationalist party, which won the most first-preference votes at the last election in 2020, but has plummeted in the polls in the past year."
            },
            {
                "type": "text",
                "content": "“Sinn Féin may emerge from these elections as the largest political party,” he told Irish public broadcaster RTÉ."
            },
            {
                "type": "text",
                "content": "The result was unexpected since Prime Minister Simon Harris’s conservative Fine Gael — which has been in office since 2011 and is seeking a record fourth consecutive term — had been falling in opinion polls after a series of campaign mis-steps, and had been in third place going into the election. Fianna Fáil had been seen as being ahead of Sinn Féin in first place."
            },
            {
                "type": "text",
                "content": "Some content could not load. Check your internet connection or browser settings."
            },
            {
                "type": "image",
                "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fpublic.flourish.studio%2Fvisualisation%2F20532255%2Fthumbnail%3FcacheBuster%3D962736?source=cp-content-pipeline&fit=scale-down&quality=highest&width=1020&dpr=1",
                "description": ""
            },
            {
                "type": "text",
                "content": "Longtime rivals before teaming up in government in 2020, Fine Gael and Fianna Fáil had warned voters of the dangers of turfing them out given the risk of transatlantic trade shocks under a new term for Donald Trump."
            },
            {
                "type": "text",
                "content": "Ireland has built its economic model on attracting foreign investment, including major US tech and pharma giants, whose huge corporation taxes have delivered eye-popping surpluses that could be at risk if the US president-elect follows through on tax and tariff threats."
            },
            {
                "type": "text",
                "content": "Both Fianna Fáil and Fine Gael have vehemently ruled out any coalition with Sinn Féin, which was once the mouthpiece of IRA paramilitaries in Northern Ireland’s Troubles conflict. This would make its path to power complicated even if it emerges as the country’s most popular party."
            },
            {
                "type": "text",
                "content": "Gary Murphy, politics professor at Dublin City University, said “on these numbers, a continuation of Fianna Fáil and Fine Gael and one other looks the most likely”."
            },
            {
                "type": "text",
                "content": "But Aidan Regan, a professor of political economy at University College Dublin, wrote on social media platform X that “It will take four parties to form a stable government” given Ireland’s increasing political fragmentation."
            },
            {
                "type": "text",
                "content": "Fianna Fáil’s director of elections, Jack Chambers, looked unperturbed."
            },
            {
                "type": "text",
                "content": "“It’s all in the margin of error,” he told RTÉ. “It’s a three-way race now.” The exit poll had a margin of error of 1.4 per cent."
            },
            {
                "type": "text",
                "content": "Damien English of Fine Gael called his party’s result “a very solid performance . . . Hopefully tomorrow will bring us even better news.”"
            },
            {
                "type": "image",
                "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Ff46788fd-c481-42ca-8822-4f3ae7f171ee.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1",
                "description": "Fine Gael leader Simon Harris only became prime minister in April this year after his predecessor abruptly resigned © Reuters"
            },
            {
                "type": "text",
                "content": "Vote counting begins on Saturday."
            },
            {
                "type": "text",
                "content": "Under Ireland’s proportional representation system, voters rank candidates according to their preference. As such, the way that lower-preference votes are transferred between parties will determine the final outcome."
            },
            {
                "type": "text",
                "content": "According to the exit poll, which was carried out on behalf of the Irish Times, broadcasters RTÉ and TG4 and Trinity College Dublin, Fianna Fáil and Fine Gael both scored 20 per cent of second-preference votes, ahead of Sinn Féin on 17 per cent."
            },
            {
                "type": "text",
                "content": "Carthy said that if Sinn Féin’s lead was confirmed, there would be an “obligation” on other parties to “reflect on the new make-up of the Dáil [lower house of parliament]”."
            },
            {
                "type": "text",
                "content": "Sinn Féin had campaigned to oust the two parties that have dominated Irish politics for a century and deliver sweeping change to end the country’s housing crisis."
            },
            {
                "type": "text",
                "content": "But Fianna Fáil and Fine Gael will be eyeing potential junior partners among the smaller parties in a bid to secure the 88 seats needed to form a government."
            },
            {
                "type": "text",
                "content": "The small leftist Social Democrats party scored 5.8 per cent; Labour had 5 per cent. The Green party, the junior member of the outgoing coalition, had 4 per cent, according to the exit poll. Independents also polled strongly."
            },
            {
                "type": "text",
                "content": "Social Democrats leader Holly Cairns was unable to vote after giving birth on election day."
            }
        ],
        "url": "https://www.ft.com/content/5f0a593f-b42f-4b21-b890-ec5d52538638",
        "id": "69307324449059247730056087453125592025",
        "metadata": null,
        "questions": []
    },
    {
        "title": "Russian victory in Ukraine would ‘embolden’ Moscow’s allies, says UK spy chief",
        "description": "Richard Moore warns of impact on Chinese, Iranian and North Korean policies as Donald Trump prepares to take office",
        "author": "John Paul Rathbone",
        "published_date": "2024-11-29T14:38:52.930Z",
        "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fbd145053-bab3-4245-aa0d-21a6598c921b.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1",
        "content": [
            {
                "type": "text",
                "content": "A Russian victory in Ukraine would “embolden” Moscow’s allies and endanger US security, British spy chief Richard Moore said, calling for enduring support for Kyiv as Donald Trump prepares to take office."
            },
            {
                "type": "text",
                "content": "“If Putin is allowed to succeed in reducing Ukraine to a vassal state, he will not stop there,” Moore said in Paris on Friday. “Our security — British, French, European and transatlantic — would be jeopardised.”"
            },
            {
                "type": "text",
                "content": "Moore, who heads the UK foreign intelligence service MI6, said his agency and its French counterpart DGSE were working to prevent a dangerous escalation by “calibrating the risk” of Russian President Vladimir Putin’s “mix of bluster and aggression”."
            },
            {
                "type": "text",
                "content": "He stressed the importance of continued western support to Kyiv, although Trump has said that he would end the war in 24 hours — comments that suggested the US president-elect might press Kyiv to agree a deal favourable to Moscow."
            },
            {
                "type": "text",
                "content": "“The cost of supporting Ukraine is well known, but the cost of not doing so would be infinitely higher,” Moore warned. “China would weigh the implications, North Korea would be emboldened, and Iran would become still more dangerous.”"
            },
            {
                "type": "text",
                "content": "Recommended"
            },
            {
                "type": "image",
                "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252Fd149d25c-a209-42ef-86c5-ee611f19208a.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240",
                "description": ""
            },
            {
                "type": "text",
                "content": "Moore, who appeared alongside his French counterpart Nicolas Lerner, was speaking at an event to mark the 120th anniversary of the entente cordiale, a military and diplomatic agreement that bound the two countries as allies."
            },
            {
                "type": "text",
                "content": "Lerner said the war in Ukraine had “put the collective security of the whole of Europe . . . at stake” but that events in the Indo-Pacific could put “the future of the world at stake”."
            },
            {
                "type": "text",
                "content": "Many European officials fear that Trump’s “America First” agenda could jeopardise transatlantic relations, and have been alarmed by some of Trump’s nominees for top security and defence posts."
            },
            {
                "type": "text",
                "content": "One is Tulsi Gabbard, Trump’s candidate to be director of national intelligence, who has at times seemingly repeated Russian propaganda points. She has falsely cited as an “undeniable fact” that there were US-funded biolabs in Ukraine that could “release and spread deadly pathogens”."
            },
            {
                "type": "text",
                "content": "But Moore said the US and UK alliance had “for decades . . . made our societies safer”. He added: “I worked successfully with the first Trump administration . . . and look forward to doing so again.”"
            },
            {
                "type": "text",
                "content": "The rare joint appearance by the two intelligence chiefs is the most recent example of western spies coming out of the shadows to highlight what they say are growing threats to the international order."
            },
            {
                "type": "text",
                "content": "In September, Moore and CIA chief Bill Burns made an unprecedented public appearance in London. Similarly, Ken McCallum, head of British domestic intelligence service MI5, spoke at a joint event in London with Christopher Wray, head of the FBI, two years ago."
            },
            {
                "type": "text",
                "content": "At the Paris event, Moore said that during his “37 years in the intelligence profession, I’ve never seen the world in a more dangerous state”."
            },
            {
                "type": "text",
                "content": "As well as the war in Ukraine, Moore warned about the conflict in the Middle East, saying that “we have yet to have a full reckoning with the radicalising impact of the fighting and terrible loss of innocent life . . . after the horrors of [Hamas’s] October 7” attack on Israel last year."
            }
        ],
        "url": "https://www.ft.com/content/ad00a9dd-0292-4603-b816-8b0abdbc9419",
        "id": "313473776803245025108535222487572130966",
        "metadata": null,
        "questions": []
    },
    {
        "title": "Rome rules out decree to counter UniCredit takeover bid for BPM ",
        "description": "Andrea Orcel’s move has frustrated Giorgia Meloni’s plan to merge state-backed Monte dei Paschi di Siena with BPM",
        "author": "Silvia Sciorilli Borrelli",
        "published_date": "2024-11-29T21:26:26.603Z",
        "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F4c78d4a7-ed13-4096-a418-48abb13280e7.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1",
        "content": [
            {
                "type": "text",
                "content": "Giorgia Meloni’s government has ruled out issuing a decree to block UniCredit’s takeover bid for smaller Italian banking rival Banco BPM."
            },
            {
                "type": "text",
                "content": "The government has been discussing ways to counter the move, which has frustrated Rome’s designs for banking consolidation, said two people with knowledge of the plans."
            },
            {
                "type": "text",
                "content": "Options included an emergency decree to circumvent the so-called passivity rule, which blocks targets of a bid from making decisions that might affect the takeover approach, the people said."
            },
            {
                "type": "text",
                "content": "But late on Friday the Rome Treasury said: “The report of a decree published by the [Financial Times] is totally groundless.”"
            },
            {
                "type": "text",
                "content": "Since UniCredit announced its €10.1bn offer on Monday, the passivity rule means Milan-based BPM is barred for six months from increasing its stake in state-backed Monte dei Paschi di Siena which the government wants to privatise. It is also forbidden to amend the terms of its own €1.3bn offer to buy Italian asset manager Anima."
            },
            {
                "type": "text",
                "content": "Finance minister Giancarlo Giorgetti has also threatened to use the government’s so-called golden powers to impose conditions on UniCredit’s takeover of BPM. Such powers, which have rarely been used, are designed to block foreign takeovers of strategically important domestic assets."
            },
            {
                "type": "text",
                "content": "“It’s like leaping back 50 years with the government butting into domestic banking deals or seeking to block them if they aren’t of their liking,” said one top Italian banking executive."
            },
            {
                "type": "text",
                "content": "The move by UniCredit chief executive Andrea Orcel risks scuppering Rome’s plans to create a larger national banking champion by merging MPS with BPM. After weeks of backdoor negotiations, the government, which sold 5 per cent in MPS to BPM earlier this month as a prelude to further consolidation, would have to go back to square one."
            },
            {
                "type": "text",
                "content": "For Meloni’s coalition partner, the rightwing nationalist League party, the irritation goes deeper. BPM is an important lender in the party’s northern stronghold, Italy’s richest and most industrialised regions. League party officials had also been hoping to expand political influence over an enlarged banking group through the merger with MPS, traditionally associated with Italy’s leftwing circles."
            },
            {
                "type": "text",
                "content": "“We need banks close to our regions,” said deputy prime minister and League leader Matteo Salvini this week."
            },
            {
                "type": "text",
                "content": "While Meloni has refrained from making public comments on UniCredit’s bid — and foreign minister and member of the centre-right Forza Italia party Antonio Tajani said it was not for politicians to interfere — Salvini has voiced his opposition, suggesting foreign interests were behind Orcel to disrupt MPS’s privatisation."
            },
            {
                "type": "text",
                "content": "“Look at UniCredit’s shareholders . . . they are US, French and German, Italians are marginal . . . so a few doubts here are legitimate,” he said."
            },
            {
                "type": "text",
                "content": "Orcel is not new to clashes of sorts: in 2021, the government of then prime minister Mario Draghi spent months locked in negotiations with the former UBS dealmaker trying to agree a price for MPS."
            },
            {
                "type": "text",
                "content": "“Meloni and Giorgetti were confident UniCredit would not have taken on the government again, but that’s how Orcel is . . . good dealmakers are those who aren’t afraid of playing with fire, and he’s playing with fire,” said an Italian official who attended the 2021 talks."
            },
            {
                "type": "text",
                "content": "Orcel this week said the government’s lukewarm reaction was to be expected and that it was “correct they evaluate”."
            },
            {
                "type": "text",
                "content": "It is the second time in the space of two months that the banker has angered an EU government. In September, UniCredit’s rapid and unexpected stakebuilding in Commerzbank, which Berlin has owned since the financial crisis and is also seeking to privatise, prompted fierce opposition from the main political parties and unions."
            },
            {
                "type": "text",
                "content": "Analysts and politicians have questioned whether UniCredit can successfully pursue two complicated takeover bids at once. The Milan lender’s shares are down almost 8 per cent since the Friday before the announcement. Its attempt to increase its stake in Commerzbank to 21 per cent is awaiting regulatory approval and Germany is heading towards snap elections in February."
            },
            {
                "type": "text",
                "content": "In Italy, BPM’s board of directors has rejected UniCredit’s offer saying it would lead to thousands of job losses and it did not reflect the bank’s value."
            },
            {
                "type": "text",
                "content": "“Price is an issue and the fact that the premium is almost nil is peculiar,” said Roberto Freddi, head of Europe financial services at consultancy Kearney."
            },
            {
                "type": "text",
                "content": "Another senior banking executive said: “Commercial banking is a dull, highly regulated pro-government business, you can’t go about it like a gunslinger.”"
            },
            {
                "type": "text",
                "content": "This story was updated after publication with the Treasury statement"
            }
        ],
        "url": "https://www.ft.com/content/fe9049d9-613c-48de-9316-d9d7bbdda11e",
        "id": "169936457608032894943831242783646483682",
        "metadata": null,
        "questions": []
    },
    {
        "title": "French government warns Marine Le Pen’s party over budget battle",
        "description": "Rassemblement National has promised to maintain pressure until all ‘red line’ demands are met",
        "author": "Adrienne Klasa",
        "published_date": "2024-11-29T08:37:28.561Z",
        "main_image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fa950e315-e7d9-4aef-926f-d86f2f655e47.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1",
        "content": [
            {
                "type": "text",
                "content": "The French government has warned the far-right opposition against acting recklessly in a budget stand-off that has pushed up the cost of France’s borrowing and could topple Prime Minister Michel Barnier’s administration."
            },
            {
                "type": "text",
                "content": "The French premier on Thursday said he would scrap a plan to increase taxes on electricity, meeting one of the Rassemblement National’s demands. But Marine Le Pen’s party has insisted all its “red line” demands must be met if the government wants to avoid a no-confidence vote as soon as next week."
            },
            {
                "type": "text",
                "content": "“Do Le Pen and the RN really want to pass a budget for France? Or do [they] want to send France into the wall?” government spokesperson Maud Bregeon said on TV channel France 2 on Friday, adding that “it takes two to find compromises” after the prime minister made a “major concession” on the electricity tax."
            },
            {
                "type": "text",
                "content": "Rating agency S&P is due to make a decision on the country’s debt rating late on Friday. France’s borrowing costs this week briefly rose above those of Greece for the first time, as investors worry the government could fail to pass a belt-tightening budget with €60bn of tax increases and spending cuts."
            },
            {
                "type": "text",
                "content": "The budget’s fate and that of Barnier’s administration remain largely in the hands of the RN, which is the biggest single party and a key voting bloc in the National Assembly."
            },
            {
                "type": "text",
                "content": "The RN has made clear that it plans to keep up the pressure. Barnier’s “latest announcements are not financed by structural savings. They therefore worsen an already huge deficit and that is not acceptable,” Le Pen wrote on X on Friday."
            },
            {
                "type": "text",
                "content": "RN party leader Jordan Bardella hailed the government’s climbdown on the electricity tax as a “victory” but reiterated the party’s demands to protect the purchasing power of the public, particularly retirees, and to enact a “serious crackdown” on migration and crime."
            },
            {
                "type": "text",
                "content": "The government has tried to push back on the ground the RN is attempting to claim. Barnier said he wanted to “significantly” reduce the care covered by state medical insurance to which undocumented immigrants are entitled — a partial acquiescence to RN demands."
            },
            {
                "type": "text",
                "content": "“Purchasing power is a concern of the RN, but it is a cause that is shared by all MPs today. It is not the sole reserve of Marine Le Pen,” Bregeon said."
            },
            {
                "type": "text",
                "content": "Altercation between two deputies at the National Assembly in Paris"
            },
            {
                "type": "text",
                "content": "The tense political atmosphere spilled over in the National Assembly, with scuffles breaking out between an MP from the centre-right and two from the leftist bloc on Thursday. Yaël Braun-Pivet, president of the assembly, on Friday “deplored the sad spectacle presented to the French public”."
            },
            {
                "type": "text",
                "content": "In an attempt to lower the political temperature, Barnier has called for stability and denied having a “mindset” that was geared towards ultimatums."
            },
            {
                "type": "text",
                "content": "“The ultimatum that I hear today is that of the workers, engineers and farmers who have told me: ‘hold on! We need stability, we need visibility to be able to invest’,” Barnier said Friday as he toured industrial sites in Limoges. “We also need stability to be able to borrow money, to be able to finance our deficit . . . at reasonable rates, which is not the case today.”"
            },
            {
                "type": "text",
                "content": "Investor anxiety pushed a measure of France’s creditworthiness — the additional interest rate demanded by its investors compared with benchmark German debt — to a 12-year high on Wednesday at 0.9 percentage points on the 10-year bond. It has since fallen back to 0.82 percentage points after the bonds regained some ground on Thursday."
            },
            {
                "type": "text",
                "content": "Recommended"
            },
            {
                "type": "image",
                "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F3c2f883f-09f6-48a3-95e7-2645c79c1b11.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next&fit=scale-down&dpr=2&width=240",
                "description": ""
            },
            {
                "type": "text",
                "content": "Kevin Thozet, an investment committee member at French fund manager Carmignac, said the “key risk” for bondholders was an “institutional crisis” in a scenario where government instability ultimately led to the resignation of President Emmanuel Macron and early presidential elections."
            },
            {
                "type": "text",
                "content": "The increased political uncertainty also ratchets up concerns that the government will fail to achieve its goals for the budget, namely bringing the deficit back to 5 per cent of national output by the end of 2025. The country’s deficit is set to expand to above 6 per cent of GDP this year, far above the EU’s limit of 3 per cent."
            },
            {
                "type": "text",
                "content": "Bank of France head François Villeroy de Galhau said on Friday that Barnier’s efforts to reduce the deficit were going “in the right direction”."
            },
            {
                "type": "text",
                "content": "“It is in the interest of the nation to regain control over our public deficit,” Villeroy said."
            }
        ],
        "url": "https://www.ft.com/content/7acea5b7-3995-4b92-84bf-409b788928d9",
        "id": "210138268454661296366880278945021974611",
        "metadata": null,
        "questions": []
    }
]